[
  {
    "pertanyaan": "Sosiologi didasrkan pada hasil observasi, tidak spekulatif dan menggunakan akal sehat. Hasil ini menunjukkan bahwa sosiologi bersifat...",
    "opsi": {
      "A": "Praktis",
      "B": "Kumulatif",
      "C": "Non etis",
      "D": "Empiris",
      "E": "Teoritis"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Sosiologi berusaha untuk menyusun abstraksi dari hasil hasil observasi. Hal ini menunjukkan bahwa sosiologi bersifat...",
    "opsi": {
      "A": "Empiris",
      "B": "Teoritis",
      "C": "Praktis",
      "D": "Non etis",
      "E": "Kumulatif"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Sosiologi menjelaskan fakta fakta secara analitis. Hal ini menunjukkan bahwa sosiologi bersifat...",
    "opsi": {
      "A": "Empiris",
      "B": "Praktis",
      "C": "Non etis",
      "D": "Kumulatif",
      "E": "Teoritis"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Objek kajian sosiologi adalah?",
    "opsi": {
      "A": "Sistem politik",
      "B": "Benda sejarah",
      "C": "Peninggalan purbakala",
      "D": "Perekonomian",
      "E": "Masyarakat"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Tokoh yang pertama kali mengembangkan metodologi sosiologi adalah...",
    "opsi": {
      "A": "Herbert spencer",
      "B": "Max weber",
      "C": "Karl marx",
      "D": "Auguste comte",
      "E": "Emile durkheim"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Tokoh yang mempopulerkan istilah sosiologi adalah...",
    "opsi": {
      "A": "Emile durkheim",
      "B": "Peter l berger",
      "C": "Herbert spencer",
      "D": "Max weber",
      "E": "Auguste comte"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sosiologi disebut sebagai ilmu pengetahuan karena sosiologi memiliki ciri-ciri ...",
    "opsi": {
      "A": "Empiris, teoritis, kumulatif, non etis",
      "B": "Mandiri, subjektif, empiris, kumulatif",
      "C": "Objektiv, teoritis, non etis, emansiptif",
      "D": "Subjektif, empiris, kumulatif, non etis",
      "E": "Non etis, teoritis, objektif, emansipatoris"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Orang yang bersendawa sedang makan atau berdecap sedang makan dan meludah atau mengeluarkan ingus disembarang tempat merupakan pelanggaran norma ....",
    "opsi": {
      "A": "Hukum (law)",
      "B": "Kebiasaan (folkways)",
      "C": "Cara (usage)",
      "D": "Adat istiadat (custom)",
      "E": "Tata kelakuan (mores)"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Hani tumbuh menjadi remaja yang berkepribadian santun, penyabar, dan penuh kasih sayang dengan sesama. Kepribadian tersebut terbentuk dan tumbuh karena kedua orangtuanya memberi teladan dalam berprilaku dan berbuat.Media sosialisasi yang berperan dalam membentuk kepribadian Hani adalah ....",
    "opsi": {
      "A": "Keluarga",
      "B": "Media Masa dan elektronik",
      "C": "Teman Sebaya",
      "D": "Sekolah",
      "E": "Lingkungan Kerja"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pak Abid merasa kehidupan ekonominya kurang beruntung. Ia ingin anaknya kelak hidup seperti dirinya. Pak Abid bekerja keras untuk mendaftarkan anaknya di lembaga bimbingan belajar ternama supaya anaknya bisa mendapat nilai baik. Meskipun anaknya menolak ia tetap memaksa anaknya karena untuk mendapat kesuksesan harus mendapat nilai baik. Pola sosialisasi yang terdapat dalam ilustrasi tersebut adalah …..",
    "opsi": {
      "A": "Sekunder",
      "B": "Primer",
      "C": "Represif",
      "D": "Normative",
      "E": "Partisipatif"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Adri adalah seorang siswa sebuah SMA yang sedang belajar sosiologi. Ia ingin meneliti kembali sebuah penelitian yang sudah ada sebelumnya tentang masyarakat suku Tengger ketika mengadakan ritual pemotongan rambut gimbal. Penelitian tersebut bertujuan untuk memperluas informasi tentang makna yang terdapat dalam upacara tersebut. Dari ilustrasi di atas, berdasarkan tujuannya adalah jenis penelitian ....",
    "opsi": {
      "A": "Deskriptif",
      "B": "Historis",
      "C": "Development",
      "D": "Kuantitatif",
      "E": "Explanatif"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Intensitas alih fungsi lahan pertanian ke non pertanian semakin tinggi. Kondisi tersebut berdampak pada masalah pemenuhan kebutuhan pangan masyarakat. Permasalahan ini mendorong seorang peneliti melakukan penelitian mengenai alih fungsi lahan pertanian di kabupaten Y. berdasarkan ilustrasi tersebut jenis penelitian yang tepat adalah ....",
    "opsi": {
      "A": "Exploratif",
      "B": "Survei",
      "C": "Komparatif",
      "D": "Explanatif",
      "E": "Experimen"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Rina melakukan penelitian dengan topik tingginya intensitas penggunaan media social dikalangan remaja. Media social kini menjadi bagian yang tidak terpisahkan dari gaya hidup remaja. Penggunaa media social yang berlebihan dianggap mengakibatkan kecanduan bagi sebagian penggunanya. Remaja menghabiskan waktu hanya sekedar mengikuti perkembangan berita dan update status melalui media social. Mereka menjadikan media social sebagai realitas baru. Rumusan masalah yang tepat adalah....",
    "opsi": {
      "A": "Siapa yang paling berperan untuk mengawasi remaja ketika menggunakan media sosial?",
      "B": "Bagaimana peraturan sekolah dalam membatasi penggunaan media sosial saat belajar?",
      "C": "Bagaimana pengaruh media sosial terhadap peningkatan prestasi belajar peserta didik?",
      "D": "Bagaimana pengaruh penggunaan media sosial dalam gaya hidup para remaja?",
      "E": "Apakah perlu peran orang tua dalam rangka membatasi penggunaan media sosial?"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Penelitian tentang pentingnya gadget dikalangan mahasiswa Universitas Suka Bolos. Peneliti membuat tingkatan, mana mahasiswa baru, mana mahasiwa tahun kedua, mana tahun ketiga, dan mana mahasiswa tahun akhir. Masing-masing tingkatan diambil sampelnya secara proporsional. Ilustrasi tersebut merupakan contoh sampel?",
    "opsi": {
      "A": "Kuota sampling",
      "B": "Stratified Sampling",
      "C": "Cluster Sampling",
      "D": "Systemic Sampling",
      "E": "Simple random sampling"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Penelitian tentang imigran gelap di Malaysia atau pengemis di ibukota. Peneliti biasanya kesulitan menemukan orang-orangnya, namun imigran atau pengemis mengenal imigran atau pengemis lain yang berada dalam jaringannya. Teknik pengambilan sampel yang tepat untuk penelitian tersebut adalah?",
    "opsi": {
      "A": "Actodental sampling",
      "B": "Convenience sampling",
      "C": "Purposiv sampling",
      "D": "Kuota sampling",
      "E": "Snowball sampling"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Seseorang yang memiliki status guru, dosen, dokter dan pengacara harus menempuh pendidikan formal terlebih dahulu, baik pendidikan formal statra sarjana atau pendidikan formal yang lebih tinggi. Cara yang dilakukan oleh seseorang tersebut adalah dengan cara ...",
    "opsi": {
      "A": "Assigned status",
      "B": "Assimilation status",
      "C": "Aculturation status",
      "D": "Achived status",
      "E": "Ascribe status"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Pelapisan sosial dengan sistem kasta dikatakan bersifat tertutup, karena ...",
    "opsi": {
      "A": "Kasta menjadikan seseorang menjalankan peranan dengan baik",
      "B": "Kasta harus diterima sebagai sebuah takdir yang harus dijalani",
      "C": "Tidak memberi kesempatan seseorang berpindah kasta",
      "D": "Kasta merupakan kedudukan manusia sesuai dengan profesinya",
      "E": "Kasta diperoleh melalui kelahiran"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Perhatikan hal berikut, 1) Dinamis 2)Statis 3)Abstrak 4)Konkret 5)Dimensi vertikal dan horizontal. Dari beberapa pernyataan diatas, manakah yang termasuk kedalam ciri-ciri struktur sosial ...",
    "opsi": {
      "A": "2, 3, dan 5",
      "B": "1, 2, dan 3",
      "C": "1, 4, dan 5",
      "D": "1, 3, dan 5",
      "E": "1, 2, dan 4"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Wujud diferensiasi sosial dalam kebudayaan masyarakat dapat ditandai oleh hal-hal berikut yaitu ...",
    "opsi": {
      "A": "Tidak adanya diskriminasi",
      "B": "Masyarakat tidak menunjukan perbedaan golongan profesi",
      "C": "Penggolongan penduduk tidak menunjukan tingkatan atau hierarki",
      "D": "Intoleransi antaranggota masyarakat",
      "E": "Terjadinya kerjasama yang erat antar kasta"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Perbedaan masyarakat berdasarkan ras, suku bangsa, maupun agama tidak dapat digolongkan sebagai pelapisan sosial karena pelapisan sosial ...",
    "opsi": {
      "A": "Tidak menimbulkan pertentangan peranan sosial",
      "B": "Tidak memiliki perbedaan peranan sosial",
      "C": "Tidak membedakan masyarakat kedalam kelas-kelas sosial",
      "D": "Menunjukan keanekaragaman bagi suatu kelompok masyarakat tertentu",
      "E": "Merupakan ciri masyarakat heterogen"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Perbedaan stratifikasi sosial dan deferensiasi sosial adalah ...",
    "opsi": {
      "A": "Deferensiasi sosial dan stratifikasi sosial memiliki perbedaan yang signifikan pada ciri-ciri struktur sosial",
      "B": "Stratifikasi sosial cenderung terdapat diperkotaan sedang deferensiasi pada pedesaan",
      "C": "Deferensiasi sosial sesuatu yang bersifat abstrak sedangkan stratifikasi sosial suatu yang konkrit",
      "D": "Stratifikasi sosial cenderung menimbulkan konflik daripada deferensiasi sosial",
      "E": "Stratifikasi sosial merupakan pengelompokan yang bersifat hierarki sedangkan deferensiasi sosial tidak"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Stratifikasi memiliki dua proses yang disengaja dan yang terjadi dengan sendirinya. Salah satu stratifikasi yang terjadi dengan sendirinya, kecuali ...",
    "opsi": {
      "A": "Perusahaan yang dibangun oleh tim yang solid",
      "B": "Harta yang dimilikinya",
      "C": "Kepandaian seseorang",
      "D": "Jenis kelamin yang dimiliki oleh seseorang sejak lahir",
      "E": "Sifat atau karakter yang diturunkan dari orangtua"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Sistem stratifikasi yang sifatnya tertutup pada saat ini masih berlaku di berbagai daerah salah satunya adalah India, menurut kitab ajaranya masyarakat di India dibagi menjadi empat lapisan diantaranya adalah ...",
    "opsi": {
      "A": "Brahmana, Satria, Waisya dan Sudra",
      "B": "Brahmana, Satria, Jaba dan Sudra",
      "C": "Triwangsa, Jaba, Brahmana dan Satria",
      "D": "Triwangsa, Jaba, Sudra dan Paria",
      "E": "Triwangsa, Brahmana, Waihsya dan Jaba"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Bentuk startifikasi yang dilihat dari segi dasar-dasar pelapisan sosial terdiri dari ...",
    "opsi": {
      "A": "Kekayaan, kekuasaan, kehormatan dan ilmu pengetahuan",
      "B": "Terbuka, tertutup, kehormatan dan kekuasaan",
      "C": "Kehormatan, kekuasaan, Naik-turun, kekayaan",
      "D": "Natural, Naik-turun, kekayaan dan kekuasaan",
      "E": "Terbuka, tertutup, kekayaan dan ilmu pengetahuan"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Struktur masyarakat Indonesia itu sangat beragam mulai dari struktur masyarakat pada masa penjajahan hingga masyarakat pada zaman modern. Struktur pada masyarakat penjajahan atau masyarakat kolonial terdiri dari ...",
    "opsi": {
      "A": "Golongan bangsawan, golongan priyayi, dan golongan rakyat kecil",
      "B": "Golongan kulit putih, golongan Jepang, dan golongan rakyat biasa",
      "C": "Golongan tuan tanah, golongan petani penggarap, golongan buruh",
      "D": "Golongan kulit putih, golongan asia timur dan bangsawan, dan golongan rakyat biasa",
      "E": "Golongan Belanda atau sekutu, golongan Jepang, dan golongan pribumi"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Ketika manusia dilahirkan mereka memiliki dua identitas pertama adalah identitas jenis kelamin dan ke dua adalah identitas gender, yang merupakan contoh identitas gender di bawah ini adalah ...",
    "opsi": {
      "A": "Laki-laki diberi mainan robot dan perempuan diberi mainan boneka",
      "B": "Perempuan menyusui, laki-laki mencari nafkah",
      "C": "Perempuan menjadi petugas keamanan",
      "D": "Perempuan dan laki-laki memiliki jenis kelamin yang berbeda",
      "E": "Laki-laki menjadi pegawai salon"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Suatu perbedaan yang didasarkan pada kriteria asal usul, tempat asal, dan kebudayaan merupakan pengertian dari diferensiasi berdasarkan ...",
    "opsi": {
      "A": "Klan",
      "B": "Budaya",
      "C": "Suku Bangsa",
      "D": "Agama",
      "E": "Ras"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Kemajemukan masyarakat Indonesia antara lain tampak apada penduduk suatu wilayah terdiri dari orang Jawa, Batak, Makasar, Maluku, Flores, Sunda, Bali, dan sebagainya. Mereka mengusung budaya kelompok masing-masing sehingga bagaikan mozaik yang tersusun dari banyak kepingan berbeda. Struktur diferensiasi sosial tersebut terbentuk atas dasar ...",
    "opsi": {
      "A": "Etnis",
      "B": "Keyakinan",
      "C": "Ciri fisik",
      "D": "Profesi",
      "E": "Gender"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Indonesia memiliki masyarakat yang majemuk salah satunya ras. Ras di Indonesia begitu beragam, baik ras mayoritas maupun ras yang minoritas. Jenis ras yang ada di Indonesia adalah ...",
    "opsi": {
      "A": "Malayan Mongoloid, Veddoid, dan Melanesian",
      "B": "Asiatic Mongoloid, Veddoid, dan Mediteranian",
      "C": "Malayan Mongoloid, Asiatic Mongoloid, dan Melanesian",
      "D": "Asiatic Mongoloid, Australoid, dan Mediteranian",
      "E": "Malayan Mongoloid, Negrito, dan Melanesian"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Dimasyarakat dijumpai heterogenitas profesi seperti guru/dosen, pedagang, tentara/polisi, satpam, juru parkir, petani, dan nelayan. Berkaitan dengan kehidupan yang saling tergantung, heterogenitas tersebut memiliki dampak positif yaitu ...",
    "opsi": {
      "A": "Profesi yang menghasilkan uang banyak cenderung dicari",
      "B": "Profesi tertentu memiliki derajat lebih tinggi dibanding lainnya",
      "C": "Menumbuhkan ego kelompok pada profesi sendiri",
      "D": "Semua pihak saling menumbuhkan peran sosial semua profesi",
      "E": "Semua kelompok profesi harus melalui pendidikan khusus"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Diferensiasi sosial menunjukan struktur sosial secara horizontal dalam masyarakat. Diferensiasi sosial dapat memberikan pengaruh tertentu dalam kehidupan bermasyarakat seperti rasisme. Pengaruh tersebut ditunjukan oleh pernyataan ...",
    "opsi": {
      "A": "Beni mendukung partai politik yang berjalan dengan visi dan misinya",
      "B": "Susi beranggapan kesenian daerahnya lebih unggul dibandingkan kesenian daerah lain",
      "C": "Tirta hanya mau berteman dengan orang yang berasal dari daerah yang sama",
      "D": "Lusi memiliki pandangan masyarakat kota cenderung bersifat individual",
      "E": "Narnia meyakini masyrakat kulit putih mendominasi masyarakat kulit berwarna"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Perhatikan beberapa fakta sosial berikut, 1) Pelaksaan jobfair kampus menghadirkan beragam lowongan pekerjaan dari perusahaan-perusahaan ternama, 2) Warga kota Jakarta memiliki latar belakang suku bangsa dan etnik yang berbeda, 3) Masyarakat terbiasa menilai kekayaan seseorang dari kepemilikan barang-barang berharga, 4) Pemerintah memberikan kesempatan kepada perempuan untuk berpartisipasi dalam bidang politik, 5) Tempat indekos mahasiswa dapat menunjukan kelas sosial.\n\nFakta sosial berupa diferensiasi sosial ditunjukan oleh angka ...",
    "opsi": {
      "A": "2, 3, dan 5",
      "B": "1, 3, dan 5",
      "C": "1, 2, dan 4",
      "D": "1, 2, dan 3",
      "E": "3, 4, dan 5"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Sebelum tinggal didaerah perkotaan, Komarudin tinggal didaerah pedesaan. Teman-temannya menilai Komarudin memiliki gaya kampungan sehingga tidak mencerminkan anak muda yang bergaya modern. Kondisi tersebut menunjukan munculnya primordialisme yang dipengaruhi oleh ...",
    "opsi": {
      "A": "Pertentangan antarkelompok sosial",
      "B": "Perbedaan cara pandang karena perbedaan agama",
      "C": "Perbedaan tingkat ekonomi dan budaya",
      "D": "Sikap mempertahankan eksclusivisme kelompok",
      "E": "Keinginan menjaga keutuhan kelompok dari ancaman luar"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Perhatikan fenomena sosial berikut!\n\n1. Konflik antara suku sampit dan madura\n2. Konflik antar penganut agama yang berbeda\n3. Konflik antar suku di myanmar\n4. Konflik petugas keamanan dengan pedagang kaki lima\n5. Konflik antar kaum kapital dan ploetar\n\nFenomena sosial yang tergolong jenis konflik horizontal ditunjukkan nomor….",
    "opsi": {
      "A": "3,4,5",
      "B": "2,3,4",
      "C": "1,3,5",
      "D": "1,2,3",
      "E": "2,4,5"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Konflik yang terjadi diantara kelompok dengan bentuk fisik yang berbeda karena adanya perbedaan kebudayaan yang saling bertabrakan misalnya konflik yang pernah terjadi antara orang kulit hitam dan orang kulit putih akibat diskriminasi di Amerika serikat dan Afrika selatan merupakan bentuk konflik….",
    "opsi": {
      "A": "Horizontal",
      "B": "Disfungsional",
      "C": "Vertikal",
      "D": "Rasional",
      "E": "Diagonal"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Konflik ISIS yang terjadi beberapa tahun terakhir ini telah berlangsung cukup lama. Karena ISIS telah banyak menimbulkan kerusuhan menyebabkan PBB turun tangan untuk menyelesaikannya. Dampak negatif konflik tersebut adalah….",
    "opsi": {
      "A": "Menimbulkan integrasi diantara negara",
      "B": "Menghidupkan kembali norma lama",
      "C": "Muncul sikap separatisme",
      "D": "Menimbulkan upaya separatisme",
      "E": "Menyebabkan luka fisik dan korban jiwa"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Seorang pengusaha melakukan penipuan berkedok mencari nasabah melalui Multilevel Marketing (MLM) dengan menawarkan keuntungan bunga begitu besar. Setelah 6 bulan perusahaan tersebut tutup tanpa membayar ganti rugi. Para nasabah mengadukan permasalahan tersebut kepada pihak berwajib. Bentuk penyelesaian konflik tersebut adalah…",
    "opsi": {
      "A": "Ajudikasi",
      "B": "Arbitrasi",
      "C": "Konsiliasi",
      "D": "Mediasi",
      "E": "Kompromi"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Perhatikan pernyataan berikut!\n\n1. Anggota masyarakat merasa bahwa mereka berhasil saling mengisi kebutuhan satu dengan yang lainnya\n2. Masyarakat berhasil menciptakan  kesepakatan\n3. Norma dan nilai sosial sudah cukup lama dan dijalankan dengan konsisten\n4. Masyarakat menjadi bagian dari kesatuan sosial\n5. Masyarakat senantiasa terintegrasi\n\nSyarat integrasi sosial adalah…..",
    "opsi": {
      "A": "1,2,3",
      "B": "1,3,5",
      "C": "3.4.5",
      "D": "2.3.4",
      "E": "2.4.5"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Seorang siswa kelas X SMA mendapat nilai tes IQ tertinggi di sekolahnya. Setelah ditelusuri oleh guru BP/BK, kepandaian yang dimiliki siswa tersebut ternyata didapatkan dari kedua orang tuanya yang sama-sama memiliki IQ tinggi.\nBerdasarkan ilustrasi tersebut, faktor pembentuk kepribadian individu adalah ....",
    "opsi": {
      "A": "Pengalaman unik",
      "B": "Kebudayaan",
      "C": "Warisan biologis",
      "D": "Pengalaman kelompok",
      "E": "Lingkungan fisik"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Hubungan sosial terjadi antara individu dengan individu yang berasal dari budaya yang berbeda, misalnya antara budaya Jawa dengan budaya Sunda, dapat memberikan dampak positif dalam memperkuat budaya sendiri dan menambah wawasan pengetahuan budaya kelompok lain. Dampak dari hubungan sosial tersebut terhadap masyarakat sekitar adalah ....",
    "opsi": {
      "A": "Menciptakan konflik karena berusaha mencari budaya yang terbaik dibandingkan budaya kelompok lain",
      "B": "Mempermudah internalisasi budaya masyarakat yang bisa diwariskan dari generasi ke generasi berikutnya",
      "C": "Terjadinya akulturasi dengan memadukan budaya yang berbeda tanpa menghilangkan budaya aslinya",
      "D": "Mendorong inovasi untuk memperbarui budayanya sendiri karena dianggap tidak memberi manfaat",
      "E": "Terjadinya difusi sehingga memudahkan untuk meniru budaya kelompok lain untuk disebarluaskan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Seorang remaja sangat mengidolakan penyanyi terkenal yang sering tampil di TV. Ia berusaha mengikuti cara berpakaian yang sangat modis dan menarik dari penyanyi idolanya tersebut sebagaimana yang dilakukan oleh sahabat karibnya. Faktor yang mendorong terjadinya interaksi sosial tersebut adalah ....",
    "opsi": {
      "A": "Imitasi",
      "B": "Simpati",
      "C": "Identifikasi",
      "D": "Empati",
      "E": "Sugesti"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Menurut Charles Horton dan Chester L. Hunt, sosialisasi merupakan proses di mana seseorang menginternalisasikan norma-norma kelompok tempat ia hidup sehingga berkembang menjadi pribadi yang unik. Berdasarkan definisi tersebut, contoh gejala sosial yang sesuai adalah ....",
    "opsi": {
      "A": "Peserta didik baru mengikuti kegiatan pengenalan lingkungan sekolah",
      "B": "Geng pelajar melakukan penerimaan anggota karena persamaan misi",
      "C": "Sekelompok pelajar mengikuti deklarasi pelajar anti kekerasan",
      "D": "Tim medis melakukan gerakan kemanusian membantu korban bencana",
      "E": "Kelompok pemuda yang terlibat tawuran antar geng motor"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Perhatikan beberapa contoh perilaku menyimpang berikut!\n\n(1) Beberapa siswa terlambat masuk sekolah karena jalan menuju sekolah terkena bencana tanah longsor.\n(2) Seorang pekerja menunda pembayaran pajak karena keuangan tidak mencukupi.\n(3) Seorang pengendara bermotor berani melanggar rambu-rambu lalu lintas karena tidak ada polisi.\n\nBerdasarkan penerimaan masyarakat, contoh-contoh perilaku menyimpang tersebut termasuk ke dalam jenis penyimpangan ....",
    "opsi": {
      "A": "Kelompok",
      "B": "Positif",
      "C": "Sekunder",
      "D": "Primer",
      "E": "Negatif"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Seorang remaja berasal dari keluarga yang tidak harmonis merasa tidak diperhatikan lagi oleh orang tuanya. Ia akhirnya melakukan perbuatan yang bertentangan dengan nilai dan norma yang berlaku di masyarakat, seperti pergaulan bebas, tawuran dan perilaku menyimpang lainnya. Faktor penyebab terjadinya perilaku menyimpang tersebut adalah ....",
    "opsi": {
      "A": "Adanya proses labelisasi dari masyarakat sekitar bahwa remaja tersebut berasal dari keluarga yang tidak harmonis",
      "B": "Hasil proses sosialisasi subkebudayaan menyimpang dari luar lingkungan keluarganya",
      "C": "Tuntutan ekonomi sehari-hari yang semakin meningkat sehingga membuat remaja tersebut melakukan perbuatan menyimpang",
      "D": "Penerimaan nilai dan norma tidak sempurna yang diterima remaja tersebut dari keluarganya",
      "E": "Meniru perilaku teman-temannya yang menyimpang agar bisa masuk dalam suatu kelompok"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Kondisi jalan raya di depan pasar setiap pagi selalu macet. Semua pengguna jalan ingin\nmenang sendiri dan tidak ada yang mau mengalah, sehingga sering terjadi kemacetan.\nMeskipun ada larangan parkir, banyak mobil melakukan bongkar muat barang di sepanjang\njalan itu. Keadaan berubah jika polisi datang dan mengatur arus lalu lintas serta menindak\ntegas semua kendaraan yang melanggar aturan.\nBerdasarkan ilustrasi tersebut, fungsi kepolisian sebagai lembaga hukum adalah sebagai ....",
    "opsi": {
      "A": "Alat untuk mengatur pola perilaku individu",
      "B": "Alat pengatur ketertiban dalam masyarakat",
      "C": "Sarana mewujudkan keadilan sosial bersama",
      "D": "Sarana perlindungan bagi masyarakatnya",
      "E": "Alat untuk menjaga keamanan di suatu wilayah"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Pada masyarakat modern, setiap individu memiliki kesempatan untuk berpindah status sosial dari satu lapisan ke lapisan lainnya dalam masyarakat. Mobilitas sosial tersebut dapat terjadi berdasarkan kriteria tertentu. Sebagai contoh, seseorang yang berhasil dalam pendidikannya menjadi dokter spesialis anak. Kedudukannya dilingkungan masyarakat dianggap tinggi karena ....",
    "opsi": {
      "A": "Pandangan yang sudah modern terhadap profesi dokter",
      "B": "Keterampilan dan keahlian di bidang kedokteran",
      "C": "Dunia kedokteran sudah dapat mengatasi semua penyakit",
      "D": "Keramahan dokter pada pasien dalam menjalankan tugas",
      "E": "Kekayaan yang dimiliki seorang dokter di perkotaan"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Perhatikan ciri-ciri kelompok sosial berikut!\n\n(1) Hubungan sosial yang terjadi antara anggota kelompok bersifat intim.\n(2) Terdapat hubungan perjanjian yang memiliki tujuan tertentu yang bersifat rasional.\n(3) Keanggotaan dalam kelompok bersifat pribadi, khusus dan terbatas.\n(4) Struktur bersifat mekanis, setiap komponen memiliki fungsi atau kegunaan.\n(5) Bersifat eksklusif, hubungan sosial untuk kelompok sendiri.\n\nBerdasarkan ciri-ciri di atas yang sesuai dengan kelompok sosial paguyuban ditunjukkan oleh nomor ....",
    "opsi": {
      "A": "(2), (4), dan (5)",
      "B": "(1), (3), dan (5)",
      "C": "(3), (4), dan (5)",
      "D": "(1), (2), dan (3)",
      "E": "(1), (2), dan (4)"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Budi berasal dari keluarga nelayan kecil di sebuah pulau terpencil, yang sedang menempuh\npendidikan SLTA. Budi tergolong siswa yang pandai disekolahnya. Budi diterima di\nsebuah perguruan tinggi melalui jalur undangan di ibukota karena prestasinya itu. Akan\ntetapi, karena hanya berasal dari keluarga nelayan kecil, Budi tidak dapat melanjutkan\nkuliah di perguruan tinggi tersebut.\nBerdasarkan ilustrasi di atas, faktor yang menjadi penghambat terjadinya mobilitas sosial\nadalah ....",
    "opsi": {
      "A": "Keterbatasan ekonomi keluarga",
      "B": "Letak geografis yang belum maju",
      "C": "Pengaruh sosialisasi dalam keluarga",
      "D": "Perbedaan orientasi pekerjaan orang tua",
      "E": "Pengalaman unik yang dialami"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Sebagian siswa dalam satu kelas berpendirian bahwa ketika belajar suasana harus tenang. Sementara sebagian lainnya berpendirian bahwa belajar sambil bernyanyi adalah sesuatu yang menyenangkan dan membantu dalam proses belajar. Konflik yang terjadi antarsiswa tersebut disebabkan karena ....",
    "opsi": {
      "A": "Kedua kelompok siswa tersebut memiliki kepentingan yang berbeda",
      "B": "Kedua kelompok siswa tersebut memiliki kepribadian yang berbeda",
      "C": "Adanya perbedaan kebudayaan antar kedua kelompok siswa tersebut",
      "D": "Adanya unsur asing yang menyebabkan perubahan sikap seluruh siswa",
      "E": "Adanya perbedaan pandangan antar kedua kelompok siswa tersebut"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sebuah perusahaan, yang baru saja melakukan ekspansi bisnisnya berada dalam keadaan yang kurang menguntungkan karena munculnya konflik dengan masyarakat di sekitar kawasan. Masyarakat berpendapat bahwa keberadaan perusahaan tersebut menyebabkan berkurangnya kualitas lingkungan akibat pencemaran limbah yang berasal dari perusahaan. Berdasarkan ilustrasi di atas, maka cara yang tepat dalam memecahkan masalah tersebut adalah ....",
    "opsi": {
      "A": "Kedua pihak mencari pihak ketiga agar dapat memberikan nasehat dan solusi yang baik",
      "B": "Perusahaan mencari pihak ketiga yang dapat memihak pada kepentingan perusahaan",
      "C": "Perusahaan mengajukan perkara ke pengadilan agar masyarakat berhenti melakukan protes",
      "D": "Masyarakat memilih sikap mengalah demi kelangsungan perusahaan agar dapat berproduksi lebih baik",
      "E": "Kedua pihak mencoba saling mengintimidasi agar salah satu lawannya menyerah pada konflik"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Masyarakat yang tinggal di perbatasan antar negara, banyak yang mengalami konflik identitas karena kondisi dan pelayanan yang diberikan oleh negara masih sangat kurang, sementara layanan dan kondisi kehidupan di negara tetangga sudah lebih baik dan maju. Ada konflik identitas antara kecintaan kepada tanah air dengan kebutuhan pelayanan dalam kehidupan sehari-hari yang tersedia di negara tetangga.\nDari ilustrasi tersebut, langkah yang harus diambil untuk mengatasi kecenderungan eksklusivitas yang ada agar tidak banyak merugikan masyarakat di daerah perbatasan adalah ....",
    "opsi": {
      "A": "Pemerintah meningkatkan perhatian kepada masyarakat di perbatasan agar warga tidak tergoda untuk memanfaatkan akses negara tetangga",
      "B": "Pemerintah melakukan kerjasama dengan Negara tetangga dalam membangun perbatasan yang kuat",
      "C": "Pemerintah memberikan sanksi yang tegas kepada masyarakat yang berinteraksi sosial dengan warga negara tetangga",
      "D": "Pemerintah bersama aparat keamanan memperketat proses keluar masuk warga yang melintasi daerah perbatasan dengan negara tetangga",
      "E": "Pemerintah meningkatkan sikap nasionalisme warga di perbatasan melalui upaya pendidikan karakter"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pemerintah membuat aturan dan kebijakan supaya terjadi penjualan dan pembelian komoditas yang wajar untuk menghindari persaingan yang tidak sehat melalui sistem monopoli dalam bidang perdagangan. Oleh karena itu, sistem perekonomian Indonesia harus memiliki landasan nilai-nilai Pancasila agar mampu bertahan dari gempuran ekonomi pasar bebas, di mana persaingan diserahkan sepenuhnya pada mekanisme pasar.\nDari ilustrasi yang digambarkan di atas, maka lembaga ekonomi harus memiliki landasan yang kuat agar dapat ….",
    "opsi": {
      "A": "Bertahan dalam waktu lama",
      "B": "Menjamin tercapainya tujuan",
      "C": "Menerapkan ideologi tertentu",
      "D": "Mengembangkan tradisi tertentu",
      "E": "Mendorong pertumbuhan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Rendi dibesarkan di sebuah lingkungan sederhana dimana sebagian besar warganya bekerja sebagai buruh harian lepas. Berkat kreativitas dan kerja kerasnya, Rendi berhasil merintis usaha desain kaos. Ia memanfaatkan media sosial untuk memasarkan desain karyanya. Sejak salah satu karyanya menjadi viral di media sosial, ia pun mendadak terkenal dan banyak mendapat pesanan desain. Saat ini usahanya semakin maju, besar dan terkenal. Namun, banyak warga kurang memahami kesuksesannya tersebut. Masyarakat banyak yang mempertanyakan bahkan mencurigai Rendi, karena Rendi tidak pernah bekerja di luar rumah, tetapi mendadak menjadi kaya.\nIlustrasi di atas menunjukkan adanya hubungan antara mobilitas sosial dengan konflik sosial yaitu ....",
    "opsi": {
      "A": "Status dan peranan yang baru memicu konflik karena dianggap sebagai perilaku menyimpang oleh masyarakat",
      "B": "Mobilitas sosial sarat dengan konflik antarkelompok sosial yang sedang mengalami perubahan status",
      "C": "Bertentangan dalam masyarakat akibat struktur sosial yang kaku dan tidak mudah menerima perubahan status",
      "D": "Berkembangnya saluran mobilitas melalui industri kreatif belum dipahami dengan baik oleh masyarakat",
      "E": "Ketegangan dalam menjalankan peran yang baru dalam masyarakat akibat dari adanya perbedaan sosial"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Warga Baduy terbagi dalam dua kelompok yaitu Baduy Dalam dan Baduy Luar. Perbedaan yang paling mendasar dari kedua kelompok ini terletak pada menjalankan pikukuh atau pelaksanaan aturan adat. Masyarakat Baduy Dalam masih memegang teguh adat dan menjalankan aturan adat dengan baik. Sebaliknya masyarakat Baduy Luar sudah terpengaruh budaya dari lingkungan luar. Misalnya penggunaan barang elektronik sudah ditemukan dalam kehidupan sehari hari masyarakat Baduy Luar, sementara bagi masyarakat Baduy Dalam hal tersebut masih dianggap tabu.\nBerdasarkan wacana tersebut, penyebab terjadinya eksklusivitas masyarakat Baduy Dalam adalah ....",
    "opsi": {
      "A": "Adat istiadat dijalankan dengan taat karena internalisasi norma",
      "B": "Keunikan adat istiadat yang dimiliki perlu dipertahankan",
      "C": "Adat istiadat perlu dijaga untuk keberlangsungan hidup",
      "D": "Perlunya mempertahankan adat istiadat supaya menjadi istimewa",
      "E": "Identitas kesukuan memerlukan karakter tertentu yang khas"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Perhatikan ilustrasi berikut!\nSaat ini banyak berdiri warung pecel lele dan tersebar di berbagai wilayah di Indonesia, terutama di kota-kota besar. Umumnya para pedagang tersebut berasal dari wilayah Lamongan, Jawa Timur. Warga Lamongan di berbagai kota besar itu banyak yang membentuk perkumpulan para pedagang pecel lele sebagai sarana komunikasi dan meningkatkan solidaritas di antara mereka.\n\nDari ilustrasi tersebut, dasar pembentukan perkumpulan dan kaitannya dengan kebutuhan para perantau adalah ....",
    "opsi": {
      "A": "Mempermudah dalam melakukan promosi usaha mereka",
      "B": "Membantu memudahkan perizinan membuka usaha baru",
      "C": "Meningkatkan ikatan kekeluargaan perantau satu daerah",
      "D": "Mendukung program pemerintah pada bidang pariwisata",
      "E": "Untuk memudahkan mereka dalam mendapatkan modal"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Suku Tengger adalah warga asli yang mendiami sekitar kawasan Gunung Bromo, Jawa Timur. Mereka bertempat tinggal secara berkelompok dan hidup dengan bercocok tanam. Secara formal, pemerintahan dan adat suku Tengger dipimpin oleh seorang kepala desa yang sekaligus kepala adat. Dukun diposisikan sebagai pemimpin upacara adat. Dalam kehidupan sehari-hari warga suku Tengger mempunyai kebiasaan hidup sederhana, rajin dan damai. Sikap gotong-royong terlihat pada waktu mendirikan pendopo agung di Tosari. Demikian pula tanggung jawab mereka terhadap lingkungan sosial tercermin pada kesadaran rakyat untuk ikut serta menjaga keamanan, serta merelakan sebagian tanahnya apabila terkena pembangunan jalan.\n\nBerdasarkan contoh tersebut, dalam klasifikasi kelompok sosial menurut Ferdinand Tonies, masyarakat pada ilustrasi tersebut termasuk gemeinschaft karena memiliki karakteristik ....",
    "opsi": {
      "A": "Tidak mengenal dualisme kepemimpinan karena kepala desa sekaligus merangkap kepala adat",
      "B": "Pola perilaku masyarakat yang masih tradisional berdasarkan adat istiadat yang dipegang teguh",
      "C": "Keputusan yang dibuat berdasarkan rasional yang menekankan pada kemampuan masyarakat",
      "D": "Hubungan yang harmonis antarwarga berdasarkan persamaan kepentingan untuk kemajuan desanya",
      "E": "Kemampuan masyarakat menyesuaikan diri dalam setiap perkembangan dan perubahan sosial"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Perhatikan dua ilustrasi resolusi konflik berikut!\n\nResolusi konflik I\nKonflik penguasaan lahan antara PT. Puji dengan masyarakat adat yang mendiami kawasan hutan berujung dengan penandatanganan kesepakatan sebagai CAPPA Keadilan Ekologi. Konflik ini bermula dari kawasan hutan yang dikelola PT. Puji yang di dalamnya tinggal beberapa kelompok masyarakat adat. Tarik-menarik kepentingan di antara kedua pihak menjadi penyebab timbulnya konflik. Hasil mediasi tersebut adalah perusahaan melibatkan masyarakat dalam pengelolaan hutan.\n\nResolusi konflik II\nKonflik yang terjadi antara masyarakat di Kabupaten X dengan perusahaan sawit berkaitan dengan tumpang tindih lahan yang dimiliki masyarakat dengan hak guna usaha dari perusahaan seluas kurang lebih 2600 hektar. Pihak masyarakat Kubu Raya berupaya menyelesaikan konflik ini.\n\nBerdasarkan informasi pada dua ilustrasi tersebut, resolusi konflik yang tepat untuk menyelesaikan konflik lahan yang juga terjadi di beberapa daerah Indonesia adalah ....",
    "opsi": {
      "A": "Mencegah terjadinya interaksi di antara pihak-pihak yang berkonflik",
      "B": "Pemerintah bersama masyarakat membuat skema pengelolaan konflik lahan",
      "C": "Pembentukan satuan tugas untuk mengawasi pihak yang berkonflik",
      "D": "Melibatkan pihak ketiga sebagai penengah atau melalui penegakan hukum",
      "E": "Pemerintah mengajak pihak luar untuk menyelesaikan konflik lahan"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Indonesia dijajah bangsa asing selama kurang lebih 3,5 abad. Penderitaan yang dialami oleh rakyat Indonesia mendorong para pemimpin bangsa untuk melepaskan diri dari jeratan penjajah. Perjuangan dilakukan melalui berbagai cara, baik perjuangan fisik maupun intelektual. Hingga pada akhirnya terdapat suatu momentum yang tepat bagi bangsa Indonesia untuk memproklamasikan kemerdekaan pada tanggal 17 Agustus 1945. Perubahan yang terjadi di Indonesia setelah adanya peristiwa tadi termasuk jenis perubahan ....",
    "opsi": {
      "A": "Regress",
      "B": "Evolusi",
      "C": "Tidak direncanakan",
      "D": "Kecil",
      "E": "Revolusi"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Perhatikan beberapa pernyataan berikut!\n(1) Pak Situmorang Harahap terpilih menjadi kepala desa di Jawa Tengah.\n(2) Siswa sekolah SMA di Makassar berlatih seni musik angklung.\n(3) Saat ini corak batik telah menyesuaikan dengan berbagai budaya daerah.\n(4) Wasit sepak bola dipukul oleh para pemain karena berlaku tidak adil.\n(5) Ani berjualan di pasar untuk membantu ibunya menafkahi keluarga.\n\nDari pernyataan diatas, yang merupakan wujud masyarakat multikultural ditunjukkan pada nomor ....",
    "opsi": {
      "A": "(1), (3), dan (5)",
      "B": "(1), (2), dan (3)",
      "C": "(3), (4), dan (5)",
      "D": "(2), (4), dan (5)",
      "E": "(1), (2), dan (4)"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Tono yang berasal dari suku Jawa bekerja di sebuah perusahaan swasta di Sumatera Selatan. Rekan-rekan sekantornya yang berbeda etnis sering bercanda menggunakan gaya bicara Tono yang masih kental dengan logat khas Jawa. Namun Tono tidak mempermasalahkan tindakan tersebut dan berusaha tetap menjaga pergaulan dengan rekan-rekannya. Konsekuensi yang ditimbulkan oleh tindakan bercanda rekan-rekan Tono tersebut adalah ....",
    "opsi": {
      "A": "Meningkatkan persaingan di antara rekan kerja",
      "B": "Meningkatkan kerjasama antar rekan kerja",
      "C": "Memperkuat rasa persatuan di tempat kerja",
      "D": "Mendorong konflik terselubung di antara rekan kerja",
      "E": "Memudahkan komunikasi antarrekan kerja"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Keluarga Pak Budi yang kaya dan terpandang hidup bertetangga dengan keluarga Pak Deni yang sederhana. Pada saat Pak Budi tertimpa musibah, Pak Deni tidak segan-segan untuk memberi bantuan. Begitu juga sebaliknya, pada saat anak Pak Deni sakit, Pak Budi membantu mengantarkannya ke rumah sakit.\nDalam ilustrasi tersebut terlihat bahwa kondisi integrasi sosial sangat penting dalam menciptakan harmoni sosial, karena ....",
    "opsi": {
      "A": "Memperkuat keamanan lingkungan pemukiman",
      "B": "Menjamin stabilitas sosial yang kuat dalam masyarakat",
      "C": "Menyatukan perbedaan-perbedaan sosial yang ada",
      "D": "Meningkatkan kesejahteraan anggota masyarakat",
      "E": "Meningkatkan kerjasama antar lembaga sosial"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Negara Indonesia merupakan negara kepulauan yang terdiri dari berbagai macam kebudayaan. Beberapa negara mempunyai kemiripan budaya dengan Indonesia karena kesamaan akar budaya. Pengakuan salah satu negara tetangga terhadap kebudayaan asli bangsa Indonesia memicu terjadinya protes dan membangkitkan upaya untuk menghidupkan kembali kebudayaan asli Indonesia yang telah terlupakan.\nDari ilustrasi itu, faktor yang mendorong munculnya sikap tersebut adalah ....",
    "opsi": {
      "A": "Peringatan untuk menghormati budaya bangsa lain",
      "B": "Arogansi bangsa lain yang seenaknya mengakui budaya Indonesia",
      "C": "Rasa memiliki dan mencintai budaya Indonesia",
      "D": "Ingin menjadi warga negara yang baik dan berbakti",
      "E": "Upaya untuk menjatuhkan negara dan bangsa lain"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Istilah angpao mempunyai makna berbagi rezeki kepada orang lain berupa uang yang dimasukkan kedalam amplop kecil. Kebiasaan ini awalnya merupakan bagian dari adat etnis Tionghoa. Akan tetapi, saat ini istilah angpao telah menjadi bagian dari budaya bangsa Indonesia, karena istilah tersebut juga digunakan ketika berlangsung kegiatan perayaan agama dan budaya masyarakat nonTionghoa.\nMengacu dari kasus diatas, faktor penyebab diterimanya kebudayaan lain dalam suatu masyarakat adalah ...",
    "opsi": {
      "A": "Kemajuan teknologi yang pesat dalam menyebarkan budaya baru",
      "B": "Masyarakat mudah menerima perubahan karena modernisasi",
      "C": "Adanya proses penyebaran dengan sengaja oleh etnis tertentu",
      "D": "Masyarakat mudah menyukai hal-hal yang bersifat non material",
      "E": "Budaya tersebut tidak bertentangan dengan budayanya"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Perhatikan contoh perubahan sosial berikut!\n\n(1) Dengan adanya bahan bakar gas, masyarakat tidak lagi meggunakan kayu bakar.\n(2) Pendaftaran pasien secara online mempercepat pelayanan pasien di rumah sakit.\n(3) Masyarakat lebih banyak menggunakan e-mail untuk berkirim surat/pesan.\n(4) Interaksi masyarakat saat ini banyak memanfaatkan media sosial.\n(5) Pesawat terbang merupakan pilihan efisien moda tranportasi masyarakat.\n\nFaktor yang menjadi penyebab terjadinya perubahan sosial tersebut adalah ....",
    "opsi": {
      "A": "Adanya pengaruh masyarakat yang heterogen",
      "B": "Sikap manusia berorientasi pada masa depan",
      "C": "Sikap toleransi masyarakat terhadap perbedaan",
      "D": "Kesempatan yang sama dalam berbagai bidang",
      "E": "Penemuan baru di berbagai bidang kehidupan"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Pengaruh globalisasi dalam bidang ekonomi berkaitan dengan sistem kapitalisme. Sistem ini ditandai dengan adanya kepemilikan swasta terhadap sumber produksi, di mana keuntungan pribadi dapat diturunkan melalui kompetisi pasar tanpa campur tangan pemerintah. Salah satu dampak negatif yang ditimbulkan adalah semakin lemahnya industri kecil dalam menghadapi industri besar yang banyak dikuasai oleh investor asing. Upaya yang dapat dilakukan dalam mengatasi dampak negatif globalisasi pada ilustrasi tersebut adalah ....",
    "opsi": {
      "A": "Memperluas akses pada pelayanan kesehatan masyarakat",
      "B": "Membangun pusat-pusat perbelanjaan yang lebih modern",
      "C": "Membangun akses dan pemerataan pendidikan warga",
      "D": "Meningkatkan kualitas tenaga kerja melalui pelatihan kerja",
      "E": "Menumbuhkan sikap bangga terhadap identitas bangsanya"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Konsep individualitas, menurut Thomas, menunjukkan bahwa…",
    "opsi": {
      "A": "Manusia dan masyarakat tidak terpisah",
      "B": "Unsur-unsur manusia terpisah-pisah",
      "C": "Manusia memiliki keutuhan dalam dirinya sendiri",
      "D": "Manusia terarah pada sesamanya",
      "E": "Manusia membutuhkan orang lain"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Salah satu contoh manusia sebagai makhluk individual adalah…",
    "opsi": {
      "A": "Andi tidak suka berteman dengan Ucok",
      "B": "Andi memilih untuk bermain dengan bebas",
      "C": "Andi tidak mau ikut kerja bakti",
      "D": "Andi mementingkan kepentingannya sendiri",
      "E": "Andi tinggal bersama orang tuanya"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Pada kodratnya, manusia adalah makhluk sosial. Hal ini dikatakan oleh…",
    "opsi": {
      "A": "Auguste Comte",
      "B": "Aristoteles",
      "C": "Thomas Aquinas",
      "D": "Pitirim Sorokin",
      "E": "Durkheim"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Manusia akan memperoleh keutamaan jika dia…",
    "opsi": {
      "A": "Hidup bertapa",
      "B": "Bekerja keras",
      "C": "Memisahkan diri dari masyarakat",
      "D": "Hidup di dalam masyarakat",
      "E": "Hidup mandiri"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Peristiwa-peristiwa yang terjadi di antara dan oleh manusia, baik secara individual maupun secara berkelompok disebut…",
    "opsi": {
      "A": "Interaksi sosial",
      "B": "Stratifikasi sosial",
      "C": "Hubungan sosial",
      "D": "Gejala sosial",
      "E": "Diversifikasi sosial"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Yang bukan gejala sosial adalah…",
    "opsi": {
      "A": "Kemiskinan",
      "B": "Kegiatan ritual",
      "C": "Politik uang",
      "D": "Tanah longsor",
      "E": "Diskriminasi hukum"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Berikut ini karakteristik gejala sosial…",
    "opsi": {
      "A": "Seragam",
      "B": "Universal",
      "C": "Kompleks",
      "D": "Statis",
      "E": "Objektif"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Kemajuan teknologi informasi dan komunikasi menimbulkan gejala sosial berikut…",
    "opsi": {
      "A": "Inflasi",
      "B": "Globalisasi",
      "C": "Westernisasi",
      "D": "Imigrasi",
      "E": "Devaluasi"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Pernyataan berikut yang menunjukkan kemiskinan sebagai gejala sosial yang menentukan ...",
    "opsi": {
      "A": "Pendidikan yang buruk menyebabkan kemiskinan",
      "B": "Kemiskinan menyebabkan kejahatan",
      "C": "Ledakan penduduk menyebabkan kemiskinan",
      "D": "Peperangan menyebabkan kemiskinan",
      "E": "Kebodohan menyebabkan kemiskinan"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Suku (Ba) Mangwato di Afrika Selatan mengurbankan seekor lembu. Mereka membiarkan lembu itu minum sepuaspuasnya, kemudian mereka menyantapnya. Mereka mengucapkan doa kepada pimpinan roh-roh leluhur. Isi doa itu “Kami mohon hujan turun lewat lembu ini, O sang pemimpin, bapa kami”. “Hujanlah! Hujanlah! Kami telah mati, o sang pemimpin. Kami adalah umatmu. Turunkanlah hujan!”.\n\nGejala ini merupakan objek kajian sosiologi yang sesuai dengan pandangan…",
    "opsi": {
      "A": "Soerjono Soekanto",
      "B": "Emile Durkheim",
      "C": "Charles Ellwood",
      "D": "Gustav Ratzenhofer",
      "E": "Pitirim A. Sorokin"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Di bawah ini tokoh yang disebut sebagai Bapak Sosiologi Dunia adalah…",
    "opsi": {
      "A": "Selo Soemardjan",
      "B": "Karl Marx",
      "C": "Auguste Comte",
      "D": "Emile Durkheim",
      "E": "Max Weber"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Secara etimologis, sosiologi dapat diartikan sebagai ilmu…",
    "opsi": {
      "A": "Tentang pertemanan",
      "B": "Tentang masyarakat",
      "C": "Yang mempelajari perilaku",
      "D": "Yang mempelajari lingkungan",
      "E": "Tentang hubungan sosial"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Tokoh sosiologi yang menjadi peletak dasar-dasar sosiologi modern dan berjasa meletakkan sosiologi sebagai ilmu adalah…",
    "opsi": {
      "A": "Auguste Comte",
      "B": "Emile Durkheim",
      "C": "Karl Marx",
      "D": "Herbert Spencer",
      "E": "Max Weber"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Tema penelitian yang sesuai dengan peran sosiologi sebagai konsultan kebijakan adalah…",
    "opsi": {
      "A": "Hubungan biaya sumber daya manusia dan pengukuran nilai sumber daya manusia terhadap pelaporan akuntansi sumber daya manusia",
      "B": "Dampak reklamasi Sungai Ciliwung untuk pariwisata terhadap kehidupan sosial masyarakat di sekitarnya",
      "C": "Pengaruh perilaku partai politik terhadap partisipasi politik pemilih",
      "D": "Peranan guru dalam membina kecerdasan spiritual siswa dalam kelas",
      "E": "Efektivitas penggunaan film dalam pengajaran kewarganegaraan terhadap prestasi belajar siswa SMA"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Sosiologi mempelajari tumbuh, bangun dan kewajiban masyarakat. Ini merupakan definisi sosiologi menurut…",
    "opsi": {
      "A": "Selo Soemardjan",
      "B": "Wiliam Ogburn",
      "C": "Emile Durkheim",
      "D": "Max Weber",
      "E": "Herbert Spencer"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Objek sosiologi adalah…",
    "opsi": {
      "A": "Masyarakat",
      "B": "Benda sejarah",
      "C": "Perekonomian",
      "D": "Sistem politik",
      "E": "Peninggalan purbakala"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pokok pembahasan sosiologi menurut Berger adalah…",
    "opsi": {
      "A": "Fakta sosial",
      "B": "Tindakan sosial",
      "C": "Imajinasi sosial",
      "D": "Realitas sosial",
      "E": "Perubahan sosial"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Sosiologi sangat berguna bagi pembangunan, karena dapat…",
    "opsi": {
      "A": "Memberikan data sosial yang diperlukan dalam pembangunan",
      "B": "Mengolah data secara terperinci tentang keadaan masyarakat",
      "C": "Mengembangkan pengetahuan secara objektif dan rasional",
      "D": "Mencari pemecahan masalah dari kondisi masyarakat",
      "E": "Menganalisis dampak pembangunan dari sudut iptek"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Sosiologi adalah ilmu yang mempelajari struktur sosial dan proses sosial, termasuk perubahan sosial. Pendapat ini dikemukakan oleh…",
    "opsi": {
      "A": "Auguste Comte",
      "B": "Selo Soemardjan",
      "C": "Peter L. Berger",
      "D": "Max Weber",
      "E": "Anthony Giddens"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Menurut Wright Mills, imajinasi sosiologi berguna untuk memahami…",
    "opsi": {
      "A": "Perilaku individu dalam masyarakat",
      "B": "Evolusi manusia",
      "C": "Cara manusia berpikir dan bertindak",
      "D": "Kenyataan yang tidak terduga dalam masyarakat",
      "E": "Sejarah masyarakat, riwayat hidup pribadi, dan hubungan antar keduanya"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Setelah mempelajari sosiologi sebagai ilmu pengetahuan, kita diharapkan mampu berpikir secara kritis dan objektif terhadap masalah yang terdapat di sekitar kita. Penjelasan di atas harus ditunjang dengan sikap...",
    "opsi": {
      "A": "Jujur dan adil",
      "B": "Solidaritas dan toleransi",
      "C": "Kompromis dan akomodatif",
      "D": "Praktis dan realistis",
      "E": "Independen dan pragmatis"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Sosiologi didasarkan pada hasil observasi, tidak spekulatif, dan menggunakan akal sehat. Hasil ini menunjukan bahwa sosiologi bersifat...",
    "opsi": {
      "A": "Empiris",
      "B": "Teoritis",
      "C": "Nonetis",
      "D": "Praktis",
      "E": "Kumulatif"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Sosiologi berusaha untuk menyusun abstraksi dari hasil-hasil observasi. Hal ini menunjukkan bahwa sosiologi bersifat...",
    "opsi": {
      "A": "Empiris",
      "B": "Teoritis",
      "C": "Kumulatif",
      "D": "Nonetis",
      "E": "Praktis"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Berikut ini, tema penelitian yang sesuai dengan peran sosiologi sebagai konsultan kebijakan adalah...",
    "opsi": {
      "A": "Hubungan antara karyawan dan pengusaha",
      "B": "Reklamasi sungai ciliwung untuk pariwisata",
      "C": "Mengumpulkan data tentang kemiskinan",
      "D": "Dekadensi moral di kalangan remaja",
      "E": "Efektivitas organisasi sosial"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Sosiologi mempelajari tumbuh, bangun, dan kewajiban masyarakat. Ini merupakan definisi sosiologi menurut...",
    "opsi": {
      "A": "Selo Soemardjan",
      "B": "Ogburn",
      "C": "Durkheim",
      "D": "Weber",
      "E": "Spencer"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sosiologi adalah ilmu yang mempelajari lembaga-lembaga dalam masyarakat. Pernyataan tersebut merupakan definisi sosiologi menurut...",
    "opsi": {
      "A": "Selo Soemardjan",
      "B": "Ogburn",
      "C": "Durkheim",
      "D": "Weber",
      "E": "Spence"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Keseluruhan jalinan antarunsur sosial yang pokok disebut...",
    "opsi": {
      "A": "Struktur sosial",
      "B": "Unsur sosial",
      "C": "Lembaga sosial",
      "D": "Proses sosial",
      "E": "Kebudayaan"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Ilmu yang menaruh perhatian khusus pada peristiwaperistiwa masa silam adalah...",
    "opsi": {
      "A": "Sosiologi",
      "B": "Sejarah",
      "C": "Ilmu politik",
      "D": "Antropologi",
      "E": "Ekonomi"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Definisi sosiologi adalah...",
    "opsi": {
      "A": "Ilmu pengetahuan tentang pergaulan hidup manusia",
      "B": "Ilmu yang mempelajari adat istiadat manusia",
      "C": "Ilmu yang mempelajari hubungan manusia dengan alam",
      "D": "Ilmu yang mempelajari terjadinya manusia",
      "E": "Ilmu pengetahuan tentang alam semesta"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Tujuan sosiologi adalah meningkatkan daya dan kemampuan manusia dalam menyesuaikan diri dengan lingkungan hidupnya. Tujuan ini dapat dicapai dengan...",
    "opsi": {
      "A": "Mengembangkan pengetahuan objektif mengenai gejala sosial yang dapat dimanfaatkan secara efektif",
      "B": "Mempelajari sejarah perkembangan manusia dan penyebarannya dalam masyarakat tertentu",
      "C": "Mempelajari dasar-dasar kebudayaan dari setiap kelompok etnis",
      "D": "Mengadopsi seluruh budaya asing dan dijadikan sumber pengetahuan baru",
      "E": "Mencari cara yang sistematis untuk berinteraksi dengan lingkungan sekitar"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Sosiologi sangat berguna bagi pembangunan, karena dapat...",
    "opsi": {
      "A": "Mengolah data secara terperinci tentang keadaan masyarakat",
      "B": "Mengembangkan pengetahuan secara objektif dan rasional",
      "C": "Mencari pemecahan masalah dari kondisi masyarakat",
      "D": "Memberikan data sosial yang diperlukan dalam pembangunan",
      "E": "Menganalisis dampak pembangunan dari sudut iptek"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Menurut Laeyendecker, terdapat beberapa ancaman yang dapat mempengaruhi tatanan sosial masyarakat. Salah satunya adalah...",
    "opsi": {
      "A": "Kesetaraan gender akibat modernisasi",
      "B": "Akibat perang salib yang terjadi antara bangsa Eropa dan Turki",
      "C": "Kesenjangan sosial antara si kaya dan si miskin",
      "D": "Meningkatnya individualisme di perkotaan",
      "E": "Ledakan jumlah penduduk akibat kemiskinan"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Salah satu pokok bahasan sosiologi adalah...",
    "opsi": {
      "A": "Kesadaran sosial",
      "B": "Penyelewengan sosial",
      "C": "Penyimpangan sosial",
      "D": "Kontrak sosial",
      "E": "Realitas sosial"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Tokoh yang pertama kali mengembangkan metodologi sosiologi adalah...",
    "opsi": {
      "A": "Auguste Comte",
      "B": "Emile Durkheim",
      "C": "Herbert Spencer",
      "D": "Max Weber",
      "E": "Karl Marx"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Secara umum, metode yang digunakan sosiologi adalah...",
    "opsi": {
      "A": "Kuantitatif dan statistik",
      "B": "Kualitatif dan kuantitatif",
      "C": "Statistik dan time series",
      "D": "Kuantitatif dan time series",
      "E": "Studi kasus dan kualitatif"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Yang dimaksud dengan konsep bebas nilai menurut Emile Durkheim adalah...",
    "opsi": {
      "A": "Peneliti menjaga jarak dari ilmunya",
      "B": "Peneliti bersikap netral terhadap ilmunya",
      "C": "Peneliti bersikap netral terhadap objek penelitiannya",
      "D": "Peneliti berempati dengan objek penelitiannya",
      "E": "Peneliti menunjukan perasaannya ketika meneliti sebuah objek"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Pelanggaran lalu lintas terjadi hampir di seluruh jalan raya, seperti penggunaan trotoar oleh kendaraan roda dua. Untuk menertibkannya, perlu upaya pendekatan secara sosiologis sebagai pendidik, yaitu harus...",
    "opsi": {
      "A": "Direncanakan dan dilaksanakan",
      "B": "Dijadikan kebijakan umum",
      "C": "Bersikap netral dan objektif",
      "D": "Didukung data yang valid",
      "E": "Disetujui oleh penentu kebijakan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Sosiologi disebut sebagai ilmu pengetahuan karena sosiologi memiliki ciri-ciri...",
    "opsi": {
      "A": "Empiris, teoritis, kumulatif, nonetis",
      "B": "Objektif, teoritis, nonetis, emansipatif",
      "C": "Subjektif, empiris, kumulatif, nonetis",
      "D": "Mandiri, subjektif, empiris, kumulatif",
      "E": "Nonetis, teoritis, objektif, emansipatif"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Aturan- aturan atau pedoman sosial yang khusus mengenai tingkah laku, sikap, dan perbuatan yang boleh atau tidak boleh dilakukan di lingkungan hidupnya disebut......",
    "opsi": {
      "A": "Nilai",
      "B": "Norma",
      "C": "Tata Tertib",
      "D": "Peraturan",
      "E": "Sosialisasi"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Norma adalah Prinsip atau aturan yang konkret yang seharusnya diperhatikan oleh masyarakat. Pendapat itu dikemmukakan oleh....",
    "opsi": {
      "A": "Soerjono Soekanto",
      "B": "Giddens",
      "C": "Selo Soemardjan",
      "D": "Hans Kelsen",
      "E": "Isworo Hadi Wiyono"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Konsepsi - konsepsi yang hidup dalam alam pikiran sebagian besar dari warga masyarakat mengenai hal-hal yang mereka anggap bernilai dalam hidup merupakan pengertian dari.......",
    "opsi": {
      "A": "Norma",
      "B": "Nilai Sosial",
      "C": "Nilai",
      "D": "Sosialisasi",
      "E": "Penyimpangan Sosial"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Nama – nama berikut ini yang bukan merupakan pengemukaka pendapat tentang Nilai adalah........",
    "opsi": {
      "A": "Alvin L. Bertrand",
      "B": "Moh. Hatta",
      "C": "Cylde Kluckhohn",
      "D": "Robin William",
      "E": "Kimball Young"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Berikut ini yang bukan merupakan Nilai Kerohanian adalah....",
    "opsi": {
      "A": "Nilai kesejahteraan",
      "B": "Nilai kebenaran",
      "C": "Nilai keindahan",
      "D": "Nilai kebaikan",
      "E": "Nilai religius"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Berikut ini yang bukan merupakan norma sosial menurut daya ikatannya adalah....",
    "opsi": {
      "A": "Norma agama",
      "B": "Norma cara",
      "C": "Norma kebiasaan",
      "D": "Norma tata kelakuan",
      "E": "Adat istiadat"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Berikut ini yang bukan merupakan norma sosial menurut bidang-bidang kehidupan tertentu adalah....",
    "opsi": {
      "A": "Norma cara",
      "B": "Norma agama",
      "C": "Norma kesopanan",
      "D": "Norma kelaziman",
      "E": "Norma kesusilaan"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Tindakan yang tidak sesuai dengan norma dan nilai yang berlaku dalam masyarakat disebut........",
    "opsi": {
      "A": "Penyimpangan Sosial",
      "B": "Nilai",
      "C": "Norma",
      "D": "Sosialisasi",
      "E": "Masyarakat"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Penyimpangan terhadap norma-norma atau nilai-nilai masyarakat disebut.....",
    "opsi": {
      "A": "Devisa",
      "B": "Norma",
      "C": "Deviasi",
      "D": "Nilai",
      "E": "Penyimpangan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Pelaku atau individu yang melakukan penyimpangan disebut.....",
    "opsi": {
      "A": "Deviasi",
      "B": "Norma",
      "C": "Devian",
      "D": "Nilai",
      "E": "Penyimpangan Perorang"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Berikut ini yang merupakan ahli yang mengemukakan pendapat tentang penyimpangan sosial adalah......",
    "opsi": {
      "A": "E.B. Taylor",
      "B": "Selo Soemardjan dan Soelaeman Soemardi",
      "C": "James Vander Zenden",
      "D": "Soerjono Soekanto",
      "E": "Koentjaraningrat"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Keseluruhan perubahan dari seluruh komponen masyarakat dari waktu ke waktu disebut......",
    "opsi": {
      "A": "Perubahan Sosial",
      "B": "Perubahan Penduduk",
      "C": "Dinamika Sosial",
      "D": "Dinamika penduduk",
      "E": "Interaksi sosial"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Berikut ini yang bukan merupakan wujud konkret dari dinamika sosial adalah....",
    "opsi": {
      "A": "Perubahan Nasib dan takdir penduduk",
      "B": "Perubahan jumlah penduduk",
      "C": "Perubahan kualitas penduduk",
      "D": "Perubahan struktur pemerintahan",
      "E": "Perubahan mata pencaharian"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Kebudayaan adalah hasil karya, rasa, cipta masyarakat merupakan pendapat dari......",
    "opsi": {
      "A": "Selo Soemardjan dan Soelaeman Soemardi",
      "B": "Koentjaraningrat",
      "C": "E.B. Taylor",
      "D": "Soerjono Soekanto",
      "E": "Hans Kelsen"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Kebudayaan sebagai suatu kompleks ide-ide, gagasan-gagasan, nilai-nilai, peraturan dan sebagainya bisa disebut sebagai sistem budaya. Itu merupakan pendapat dari.....",
    "opsi": {
      "A": "Selo Soemardjan dan Soelaeman Soemardi",
      "B": "E.B. Taylor",
      "C": "Soerjono Soekanto",
      "D": "Koentjaraningrat",
      "E": "Hans Kelsen"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Pengalaman sosial sepanjang hidup yang memungkinkan seseorang mengembangkan potensi kemanusiannya dan mempelajari pola-pola kebudayaan merupakan pengertian sosialisasi menurut pendapat dari....",
    "opsi": {
      "A": "Broom & Selznic",
      "B": "Stewart",
      "C": "Horton & Hunt",
      "D": "Macionis",
      "E": "Karel J. Veeger"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Sosialisasi adalah suatu proses belajar mengajar merupakan pengertian dari Sosialisasi menurut pendapat dari.....",
    "opsi": {
      "A": "Macionis",
      "B": "Broom & Selznic",
      "C": "Stewart",
      "D": "Karel J. Veeger",
      "E": "Horton & Hunt"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Sosialisasi adalah suatu proses yang menempatkan anggota masyarakat yang baru mempelajari norma-norma dan nilai-nilai masyarakat di tempat dia menjadi anggota merupakan pengertian sosialisasi menurut pendapat dari....",
    "opsi": {
      "A": "Macionis",
      "B": "Broom & Selznic",
      "C": "Stewart",
      "D": "Horton & Hunt",
      "E": "Soerjono Soekanto"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sosialisasi adalah proses memperoleh kepercayaan, sikap, nilai, dan kebiasaan dalam kebudayaan merupakan pengertian sosialisasi menurut pendapat dari....",
    "opsi": {
      "A": "Macionis",
      "B": "Broom & Selznic",
      "C": "Stewart",
      "D": "Horton & Hunt",
      "E": "Stewart"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sosialisasi adalah proses membangun/ menanamkan nilai-nilai kelompok pada diri seseorang merupakan pengertian sosialisasi menurut pendapat dari....",
    "opsi": {
      "A": "Macionis",
      "B": "Stewart",
      "C": "Horton & Hunt",
      "D": "Soerjono Soekanto",
      "E": "Broom & Selznic"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Masyarakat Indonesia merupakan masyarakat multikultural yang disebut etnik Pluralistik, karena disebabkan oleh....",
    "opsi": {
      "A": "Persatuan suku-suku bangsanya kuat",
      "B": "Agama dan kepercayaan bervariasi",
      "C": "Terdiri atas berbagai ras",
      "D": "Terdiri atas beragam suku bangsa",
      "E": "Terdiri atas adat istiadat"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Peranan bahasa  nasional dalam pergaulan antarsuku bangsa dalam masyarakat multikultural seperti pernyataan di bawah ini, kecuali....",
    "opsi": {
      "A": "Mempersatukan pendapat",
      "B": "Merupakan sarana pergaulan",
      "C": "Mempererat tali persaudaraan",
      "D": "Alat untuk mengembangkan kesenian",
      "E": "Alat komunikasi dan pemersatu"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Karena ketidakadilan jumlah gaji yang diterima muncul konflik antara para buruh pabrik plastik dengan manajemen perusahaan, sehingga terjadi aksi demo dan berakhir dengan pengrusakan fasilitas pabrik. Dampak dari konflik seperti contoh tersebut adalah....",
    "opsi": {
      "A": "Memperlambat struktur sosial perusahaan",
      "B": "Memperkuat solidaritas kaum buruh",
      "C": "Dominasi terhadap buruh wanita yang minoritas",
      "D": "Terbentuk akomodasi oleh perusahaan",
      "E": "Meningkatnya kriminalitas oleh para buruh"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Anak jalanan yang mengemis di jalan raya menggambarkan adanya kemiskinan di daerah itu. Kadang para orangtua melibatkan anaknya untuk mengemis untuk memenuhi kebutuhan hidup sehari-hari. Bagi sebagian anak mengemis merupakan profesi yang dapat ia jalankan setiap hari. Mengemis bagi mereka merupakan  cara mendapatkan  uang  yang mudah sebagai alternative dari  keterbatasan  mendapatkan pekerjaan yang layak. Faktor penyebab, masalah tersebut adalah....",
    "opsi": {
      "A": "Realitas dengan keterbatasan kemampuan diri",
      "B": "Pasrah karena tidak mendapatkan pekerjaan",
      "C": "Kepatuhan anak pada perintah orangtua",
      "D": "Keinginan untuk memenuhi kebutuhan",
      "E": "Malas dan tidak mau bekerja keras."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Di suatu desa diadakan pemilihan umum, Pak Akri kemudian menjagokan diri menjadi Lurah dengan membayari warganya, lalu ia menang dalam pemilihan Lurah tersebut, namun ketahuan warga sehingga terjadi konflik antara pendukung dan kader musuh. Ilustrasi tersebut menunjukkan adanya hubungan antara....",
    "opsi": {
      "A": "Status sosial dengan kepemilikan harta",
      "B": "Mobilitas sosial dengan perubahan sosial",
      "C": "Status sosial dengan konflik sosial",
      "D": "Status sosial dengan mobilitas sosial",
      "E": "Status sosial dengan diferensiasi sosial"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Acara pelantikan pejabat baru sering menimbulkan sikap pro dan kontra dalam organisasi. Dampak dari konflik tersebut adalah....",
    "opsi": {
      "A": "Meningkatnya solidaritas kelompok",
      "B": "Mengakibatkan kerugian harta benda",
      "C": "Merusak integrasi sosial",
      "D": "Mendorong perubahan individu",
      "E": "Mengubah kepribadian individu"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Eva berasal dari keluarga yang ketat mengajarkan tata karma pergaulan di masyarakat. Ketika bergaul dengan remaja lain yang memiliki perilaku yang tidak sesuai dengan tata karma pergaulan, eva merasa perilaku teman-temannya relative kasar dan tidak mengikuti etika. Mereka pun berselisih mengenai apa yang pantas dan tidak pantas dilakukan dalam pergaulan. Faktor penyebab terjadinya konflik yang sesuai ilustrasi di atas adalah....",
    "opsi": {
      "A": "Perubahan pergaulan yang terjadi secara cepat",
      "B": "Perbedaan sikap dan kepribadian antarindividu",
      "C": "Perubahan keyakinan yang dianut antarindividu",
      "D": "Perbedaan usia dalam menerima perubahan",
      "E": "Kesenjangan ekonomi keluarga yang berbeda"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Terjadinya konflik antara dua kelompok massa di wilayah Indonesia biasanya melakukan tindakan saling memblokir jalan, dan merusak kendaraan di sejumlah daerah. Konflik antarwarga masyarakat Indonesia tersebut pada umumnya disebabkan oleh....",
    "opsi": {
      "A": "Perbedaan status sosial di dalam masyarakat",
      "B": "Terdapat perbedaan suku bangsa, agama, ras dan antargolongan",
      "C": "Bencana alam yang memicu terjadinya konflik",
      "D": "Perbedaan kepentingan",
      "E": "Melakukan orasi politik bersama partai lain"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Masalah dalam kehidupan masyarakat sangatlah banyak yang menyebabkan timbulnya masalah sosial, pernikahan pada usia dini merupakan contoh penyebab munculnya masalah sosial di bidang....",
    "opsi": {
      "A": "Budaya",
      "B": "Sosial",
      "C": "Ekonomi",
      "D": "Politik",
      "E": "Hankam"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Di suatu desa terdapat acara pasar malam dan terjadi perebutan lahan parker oleh beberapa pemuda. Lalu muncul perkelahian yang menimbulkan korban luka-luka. Dampak dari konflik seperti contoh tersebut adalah...",
    "opsi": {
      "A": "Meningkatkan keharmonisan sosial",
      "B": "Memperkuat solidaritas remaja",
      "C": "Muncul tenggang rasa dan kerukunan",
      "D": "Terbentuk akomodasi oleh para remaja",
      "E": "Meningkatnya kriminalitas oleh para remaja"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sebelum terjadinya konflik, seluruh elemen masyarakat dapat hidup berdampingan secara damai. Akan tetapi, mereka hidup dalam suasana antar hubungan yang penuh kecurigaan dan sikap bermusuhan saat ini. Dapat disimpulkan bahwa konflik telah mengakibatkan dampak negative. Berupa....",
    "opsi": {
      "A": "Kerusakan harta benda",
      "B": "Pudarnya nilai dan norma",
      "C": "Hilangnya nyawa manusia",
      "D": "Munculnya dominasi kelompok pemenang",
      "E": "Keretakan hubungan antarindividu dan persatuan kelompok"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Konflik yang di picu oleh perbedaan pandangan atau ideologi yang dianut antar pihak disebut....",
    "opsi": {
      "A": "Konflik Ras",
      "B": "Konflik Politik",
      "C": "Konflik Gender",
      "D": "Konflik sektarian",
      "E": "Konflik antar pemeluk agama"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Terdapat  usaha  untuk  mempertemukan  keinginan  dari  pihak  yang  bertikai  sehingga  tercapai  suatu kesepakatan. Ini merupakan proses akomodasi dalam bentuk....",
    "opsi": {
      "A": "Koersi (coercion)",
      "B": "Mediasi (mediation)",
      "C": "Arbitrasi (arbitration)",
      "D": "Konsiliasi (Conciliation)",
      "E": "Kompromi (compromise)"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Berikut ini yang dimaksud dengan pihak utama berkonflik adalah....",
    "opsi": {
      "A": "Actor yang netral",
      "B": "Aparat penegak hukum",
      "C": "Pihak ketiga yang bersedia mendorong penyelesaian konflik",
      "D": "Mereka yang memiliki kepentingan langsung dari hasil konflik",
      "E": "Mereka yang memiliki kepentingan tidak langsung dari hasil konflik"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Suatu tahap di mana konflik mulai terbuka terjadi pada tahap....",
    "opsi": {
      "A": "Krisis",
      "B": "Resolusi",
      "C": "Prakonflik",
      "D": "Konfrontasi",
      "E": "Rehabitasi"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Berikut ini yang bukan termasuk dalam faktor-faktor yang menyebabkan terjadinya konflik sosial dalam masyarakat yaitu ….",
    "opsi": {
      "A": "Perbedaan individu",
      "B": "Perbedaan pendirian dan perasaan",
      "C": "Adanya perbedaan latar belakang kebudayaan",
      "D": "Perbedaan kepentingan individu di bidang ekonomi, sosial, dan politik",
      "E": "Persamaan prinsip dan pemikiran dalam anggota masyarakat."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Masalah sosial terjadi karena ada perbedaan dalam suatu masyarakat yaitu dalam hal …",
    "opsi": {
      "A": "Hukum adat",
      "B": "Nilai-nilai",
      "C": "Kekayaan",
      "D": "Kekuasaan",
      "E": "Persepsi masyarakat"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Berikut adalah dampak positif dari konflik, kecuali …",
    "opsi": {
      "A": "Munculnya dominasi kelompok pemenang",
      "B": "Menghidupkan kembali norma lama",
      "C": "Menciptakan norma baru",
      "D": "Menjadikan masyarakat lebih dinamis",
      "E": "Memunculkan sebuah kompromi"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Konflik sosial dapat diredakan dengan adanya …",
    "opsi": {
      "A": "Sikap saling menjatuhkan",
      "B": "Pertentangan",
      "C": "Harmoni sosial",
      "D": "Disorganisasi",
      "E": "Kelompok yang dominan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Seorang guru yang menasehati muridnya karena ketahuan menyontek saat ujian. Guru itu berisaha untuk memberi pengertian pada murid tersebut bahwa perbuatannya itu tidak baik, tercela dan berdosa dan merugikan diri sendiri saat itu dan di masa depannya. Kejadian tersebut merupakan bentuk pengendalian sosial. Tujuan pengendalian sosial tersebut adalah …",
    "opsi": {
      "A": "Mengurangi beban tugas kepolisian",
      "B": "Guru sebagai pelaksana pengendali keamanan",
      "C": "Memberdayakan masyarakat sebagai penjaga keamanan",
      "D": "Menciptakan kepatuhan pada norma sosial",
      "E": "Menjamin terpelihara ketertiban lingkungan"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Usaha pengendalian sosial yang dilakukan sesudah terjadinya pelanggaran disebut …",
    "opsi": {
      "A": "Refresif",
      "B": "Koersif",
      "C": "Konformitas",
      "D": "Kuratif",
      "E": "Preventif"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Suatu masyarakat berada dalam kondisi kesatuan yang kokoh, di mana seluruh anggota masyarakat dapat menjalin kerjasama secara intensif. Ini merupakan bentuk integrasi sosial yang di sebut …",
    "opsi": {
      "A": "Konformitas",
      "B": "Kedamaian",
      "C": "Kohesi",
      "D": "Kompromi",
      "E": "Harmoni"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Proses atau tahap tahap integrasi sosial adalah kecuali …",
    "opsi": {
      "A": "Tahap akomodasi",
      "B": "Tahap kerjasama",
      "C": "Tahap koordinasi",
      "D": "Tahap asimilasi",
      "E": "Tahap kehidupan"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Integrasi sosial merupakan sebuah proses sosial yang dapat dicapaimkarena adanya berbagai faktor internal dan eksternal yang mendorong proses tersebut. Dalam proses asimilasi setiap anggota masyarakat mengakui kelemahan dan kelebihan kebudayaan masing-masing. Poses integrasi tersebut di dorong faktor…",
    "opsi": {
      "A": "Keseimbangan dalam kesempatan ekonomi",
      "B": "Sikap saling menghargai terhadap pribadi orng lain",
      "C": "Persamaan dalam unsur unsur kebudayaan daerah",
      "D": "Toleransi terhadap kebudayaan yang berbeda-beda",
      "E": "Perkawinan campuran antaretnik (amalgamasi)"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Berikut ini yang merupakan faktor pendorong integrasi sosial, kecuali …",
    "opsi": {
      "A": "Kesadaran diri sendiri sebagai makhluk sosial",
      "B": "Adanya sikap apatis dan rasisme",
      "C": "Tuntutan kebutuhan dan jiwa Semangat gotong royong",
      "D": "Tuntunan perkembangan zaman",
      "E": "Persamaan visi,misi dan tujuan"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Di suatu masyarakat terdapat berbagai kelompok primordialisme seperti kelompok berdasarkan suku bangsa, agama, dan Ras. Mereka hidup berdampingan secara damai meskipun memiliki perbedaan ciri sosial. Karakteristik masyarakat multicultural yang terdapat pada contoh tersebut adalah …",
    "opsi": {
      "A": "Menganggap semua ciri primordial sama dan setara",
      "B": "Toleransi terhadap perbuatan-perbuatan menyimpang",
      "C": "Menerima berbagai perbedaan dalam keberagaman",
      "D": "Masyarakat bisa bersatu karena ada unsur pedesaan",
      "E": "Memiliki potensi konflik yang suatu waktu bisa pecah"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Kekuatan  sosial  biasanya  mampu  menyatukan  dan  mengikat  individu  untuk  tetap  berada  di dalam kelompok. Ini merupakan bentuk integrasi sosial yang di sebut …",
    "opsi": {
      "A": "Konflik",
      "B": "Kompromi",
      "C": "Kedamaian",
      "D": "Kohesi",
      "E": "Disintegrasi"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Masyarakat desa Krapyak di Jogjakarta mayoritas bermata pencaharian membuat wayang kulit, yang dipasarkan baik dalam maupun luar negeri. Deskripsi tersebut menunjukkan fungsi lembaga ekonomi dalam hal …",
    "opsi": {
      "A": "Memberdayakan masyarakat",
      "B": "Agen perubahan budaya",
      "C": "Meningkatkan kesejahteraan keluarga",
      "D": "Mengurangi pengangguran",
      "E": "Mengisi wakltu luang."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Berikut ini merupakan penyebab terjadinya konflik, kecuali …",
    "opsi": {
      "A": "Adanya benturan kepentingan antar individu maupun kelompok",
      "B": "Adanya perbedaan kebudayaan yang menimbulkan pertentangan",
      "C": "Adanya perbedaan pendirian yang semakin tajam",
      "D": "Adanya peristiwa perubahan sosial yang terlalu cepat yang menyebabkan disorganisasi",
      "E": "Adanya konsensus dan integrasi dalam masyarakat."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Pernyataan di bawah ini yang benar mengenai konflik dan kekerasan adalah …",
    "opsi": {
      "A": "Konflik sama artinya dengan kekerasan",
      "B": "Semua konflik berakibat negatif sedangkan kekerasan belum tentu.",
      "C": "Sikap kekerasan merupakan hal yang sangat lumrah dalam jaman modern seperti ini",
      "D": "Cara menyelesaikan konflik bermacam –macam dan tidak selalu dengan kekerasan",
      "E": "Sikap penyelesaian konflik dan kekerasan adalah pilihan terakhir yang ditempuh."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Objek penelitian yang meliputi seluruh individu yang berada dalam suatu kelompok dinamakan….",
    "opsi": {
      "A": "Populasi",
      "B": "sampel random",
      "C": "sampel kuota",
      "D": "informan",
      "E": "responden"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pernyataan di bawah ini yang merupakan ciri-ciri dari penelitian adalah….",
    "opsi": {
      "A": "bersikap ilmiah dan terus-menerus",
      "B": "untuk memperoleh kebenaran yang hakiki",
      "C": "adanya data untuk pembuktian teori",
      "D": "ada batas waktu dan kebenaran",
      "E": "bersumber dari nilai-nilai pengetahuan dan perasaan"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Seorang peneliti harus kompeten dalam bidang yang ditelitinya, maksudnya adalah….",
    "opsi": {
      "A": "harus dapat memisahkan antara pendapat umum dengan pendapat pribadi",
      "B": "harus mampu mengadakan penelitian yang mendasarkan pada metode dan teknik tertentu",
      "C": "mampu bekerja dengan fakta",
      "D": "harus siap menerima pendapat dari pihak lain yang berbeda dengannya",
      "E": "tidak boleh memasukkan keinginan pribadinya yang dapat memengaruhi data lapangan"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Penelitian adalah suatu kegiatan yang dilakukan untuk memperoleh fakta atau prinsip-prinsip dengan sabar, hati-hati, dan sistematis. Pendapat ini dikemukakkan oleh….",
    "opsi": {
      "A": "Hillway",
      "B": "Supranto",
      "C": "John",
      "D": "Koentjaraningrat",
      "E": "Sutrisno Hadi"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Penelitian yang bertujuan untuk memperoleh data mengenai seseorang atau sekelompok orang dinamakan penelitian….",
    "opsi": {
      "A": "Sejarah",
      "B": "Sosial",
      "C": "Eksperimen",
      "D": "Alamiah",
      "E": "Survei"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Orang yang diminta untuk memberikan jawaban dalam suatu proses penelitian disebut….",
    "opsi": {
      "A": "Populasi",
      "B": "Sampel",
      "C": "Subjek penelitian",
      "D": "Responden",
      "E": "Objek penelitian"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Pada mulanya orang mengadakan penelitian karena terdorong….",
    "opsi": {
      "A": "Rasa ingin tahu",
      "B": "Ingin mencari masalah",
      "C": "Ingin memahami permasalahan",
      "D": "Ingin mencari ilmu pengetahuan",
      "E": "Untuk mengembangkan pengetahuan"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Penelitian yang mengkaji peristiwa masa lampau termasuk….",
    "opsi": {
      "A": "Penelitian survei",
      "B": "Penelitian eksperimen",
      "C": "Penelitian historis",
      "D": "Penelitian inquiri",
      "E": "Penelitian terapan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Dalam membuat rancangan penelitian penegasan judul ditulis dalam….",
    "opsi": {
      "A": "Isi pokok",
      "B": "Penutup",
      "C": "Kata pendahuluan",
      "D": "Kata pengantar",
      "E": "Uraian utama"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Munculnya sebuah penelitian sebetulnya karena dipengaruhi oleh naluri manusia, yaitu….",
    "opsi": {
      "A": "Naluri untuk berkembang biak",
      "B": "Naluri untuk memenuhi kebutuhannya",
      "C": "Naluri hidup bersama",
      "D": "Naluri untuk belajar",
      "E": "Naluri ingin tahu"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Studi pendahuluan yang dilakukan dengan cara membaca artikel, surat kabar, hasil penelitian sebelumnya, dan buku-buku sumber yang terkait dinamakan….",
    "opsi": {
      "A": "Kunjungan ke lokasi",
      "B": "Studi perorangan",
      "C": "Studi kepustakaan",
      "D": "Studi lapangan",
      "E": "Studi kunjungan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Sebagian dari seluruh individu yang menjadi objek penelitian yang bertujuan memperoleh keterangan disebut….",
    "opsi": {
      "A": "Sampel",
      "B": "Populasi",
      "C": "Objek penelitian",
      "D": "Subjek penelitiian",
      "E": "Narasumber"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Objek penelitian yang bervariasi atau apa yang menjadi titik perhatian suatu penelitian disebut….",
    "opsi": {
      "A": "Responden",
      "B": "Variable",
      "C": "Sampel",
      "D": "Populasi",
      "E": "Informan"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Sistematis, terencana, dan mengikuti konsep dalam prosedur penelitian ilmiah merupakan….",
    "opsi": {
      "A": "Tujuan",
      "B": "Persyaratan",
      "C": "Objek",
      "D": "Tanggapan",
      "E": "Permasalahan"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Sampel yang diambil menurut jenjang-jenjang tertentu dari suatu kelompok masyarakat dinamakan…..",
    "opsi": {
      "A": "Sampel acak",
      "B": "Sampel strata",
      "C": "Sampel wilayah",
      "D": "Sampel kuota",
      "E": "Sampel kelompok"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Salah satu syarat penyajian data adalah harus objektif, artinya…..",
    "opsi": {
      "A": "Dapat terwakili",
      "B": "Selalu tepat waktu",
      "C": "Tidak ada kesalahan",
      "D": "Harus memiliki hubungan",
      "E": "Sesuai apa adanya"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Menurut Sumbernya data terbagi atas….",
    "opsi": {
      "A": "Data valid dan reliabel",
      "B": "Kuantitatif dan primer",
      "C": "Data kualitatif dan kuantitatif",
      "D": "Data primer dan sekunder",
      "E": "Data internal dan eksternal"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Analisa sistem transformasi pengetahuan masyarakat tradisional lebih tepat menggunakan metode….",
    "opsi": {
      "A": "Kuantitatif",
      "B": "Kualitatif",
      "C": "Bertahap",
      "D": "Integratif",
      "E": "Holistic"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Untuk memperoleh data peserta pemilu, petugas sensus mendatangi setiap rumah untuk menanyakan jumlah anggotanya yang sudah memenuhi persyaratan. Contoh data yang diperoleh petugas sensus tersebut termasuk data…..",
    "opsi": {
      "A": "Primer",
      "B": "sekunder",
      "C": "eksternal",
      "D": "internal",
      "E": "kualitatif"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Jika kita mengambil sampel penelitian dengan menggunakan cara undian atau cara ordinal, pengambilan sampel demikian disebut….",
    "opsi": {
      "A": "Sampel kuota",
      "B": "Sampel imbangan",
      "C": "Sampel acak",
      "D": "Sampel berstrata",
      "E": "Sampel wilayah"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Pengumpulan data dilakukan dengan cara….",
    "opsi": {
      "A": "Memerhatikan jenis data, sumber data, dan kebutuhan",
      "B": "Memperhitungkan biaya, menyiapkan surat izin, dan sumber data",
      "C": "Sistematika, memerhatikan jumlah data, dan biaya",
      "D": "Sistematika, terarah, dan sesuai dengan masalah penelitian",
      "E": "Memerhatikan siapa responden, sumber data, dan jenis data"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Data yang dikumpulkan dari waktu ke waktu untuk menggambarkan adanya sebuah perkembangan, menurut waktu pengumpulannya data tersebut dinamakan…..",
    "opsi": {
      "A": "Data internal",
      "B": "Data eksternal",
      "C": "Cross section data",
      "D": "Time series data",
      "E": "Data kuantitatif"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Dalam prosedur wawancara perlu diperhatikan waktu yang tepat, misalnya….",
    "opsi": {
      "A": "Pada waktu informan mempunyai waktu khusus untuk diwawancarai",
      "B": "Pada waktu informan mempunyai waktu untuk keluarga di rumah",
      "C": "Pada waktu informan berlibur bersama keluarga di tempat rekreasi",
      "D": "Pada waktu pewawancara sangat tegang pikiran dan perasaannya",
      "E": "Pada waktu pewawancara memmpunyai waktu senggang dan santai"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Seorang peneliti turun langsung ke lapangan dan mengadakan dialog dengan informan. Teknik pengumpulan data demikian disebut….",
    "opsi": {
      "A": "Angket",
      "B": "Wawancara",
      "C": "Kuesioner",
      "D": "Observasi",
      "E": "Pengamatan"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Pada teori evolusi unilinear dinyatakan bahwa masyarakat akan mengalami perkembangan menurut tahap-tahap yang ….",
    "opsi": {
      "A": "Berbeda",
      "B": "Tetap",
      "C": "Seimbang",
      "D": "Berubah",
      "E": "Kontinu"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Perubahan sosial dalam masyarakat biasanya diawali dengan ….",
    "opsi": {
      "A": "Pengenalan unsur-unsur baru",
      "B": "Interaksi sosial",
      "C": "Konflik",
      "D": "Integrasi",
      "E": "Disintegrasi"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Dalam perubahan sosial, unsur-unsur yang berasal dari dalam masyarakat itu sendiri disebut unsur ….",
    "opsi": {
      "A": "Eksogen",
      "B": "Endogen",
      "C": "Intragenerasi",
      "D": "Antargenerasi",
      "E": "Integrasi"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Suatu proses di mana suatu unsur kebudayaan yang baru telah dihasilkan melalui kombinasi atau menyusun kembali unsur-unsur kebudayaan yang telah ada dalam masyarakat disebut ….",
    "opsi": {
      "A": "Invention",
      "B": "Discovery",
      "C": "Endogen",
      "D": "Eksogen",
      "E": "Asimilasi"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Perubahan sosial yang terjadi dalam situasi yang aman, tertib, dan tanpa menimbulkan kegoyahan dalam masyarakat disebut perubahan yang bersifat ….",
    "opsi": {
      "A": "Sempurna",
      "B": "Positif",
      "C": "Negatif",
      "D": "Seimbang",
      "E": "Kontinu"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Berikut ini merupakan contoh perubahan yang bersifat negatif adalah ….",
    "opsi": {
      "A": "Terbentuknya integrasi dalam masyarakat",
      "B": "Mekanisme pertanian yang dapat meningkatkan kualitas dan kuantitas kehidupan warga tani",
      "C": "Kemajuan teknologi yang menimbulkan pengangguran",
      "D": "Kemajuan teknologi tepat guna yang mendukung pembangunan nasional",
      "E": "Kemajuan teknologi komunikasi yang mendorong terjadinya integrasi bangsa"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Di bawah ini yang bukan merupakan disintegrasi perorangan adalah ….",
    "opsi": {
      "A": "Sakit ingatan",
      "B": "Prostitusi",
      "C": "Pencadu arkoba",
      "D": "Bunuh diri",
      "E": "Kemiskinan"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sejauh mana suatu perubahan sosial dapat menimbulkan ketidakserasian tergantung pada ….",
    "opsi": {
      "A": "Erat atau tidaknya integrasi",
      "B": "Pertahanan dan keamanan bangsa",
      "C": "Interaksi sosial",
      "D": "Sosialisasi",
      "E": "Struktur sosial"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Berikut ini unsur-unsur budaya yang dapat mengalami perubahan, kecuali ….",
    "opsi": {
      "A": "Bahasa",
      "B": "Sistem pengetahuan",
      "C": "Sistem organisasi sosial",
      "D": "Sistem teknologi",
      "E": "Ajaran agama"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Di bawah ini merupakan contoh wujud-wujud disintegrasi sosial sebagai dampak perubahan sosial, kecuali ….",
    "opsi": {
      "A": "Pertikaian",
      "B": "Pengangguran",
      "C": "Musyawarah mufakat",
      "D": "Tindakan kriminal",
      "E": "Prostitusi"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Penyelesaian persengketaan melalui pengadilan adalah salah satu bentuk akomodasi, yaitu ….",
    "opsi": {
      "A": "Adjudikasi",
      "B": "Stalemate",
      "C": "Konsolidasi",
      "D": "Mediasi",
      "E": "Arbitrasi"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Menurut jenisnya, pembangunan nasional Indonesia termasuk perubahan sosial jenis …. Change.",
    "opsi": {
      "A": "Planned",
      "B": "Uplanned",
      "C": "Unintended",
      "D": "Social",
      "E": "Revolusi"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Penemuan baru jika sudah menyebar ke berbagai bagian masyarakat dan dikenal secara luas oleh masyarakat maka dapat disebut sebagai ….",
    "opsi": {
      "A": "Discovery",
      "B": "Invention",
      "C": "Inovasi",
      "D": "Revolusi",
      "E": "Reformasi"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Berikut ini faktor-faktor penyebab perubahan sosial, kecuali ….",
    "opsi": {
      "A": "Komunikasi",
      "B": "Virus N-Ach",
      "C": "Discovery",
      "D": "Revolusi",
      "E": "Interaksi dan konsolidasi"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Berikut ini yang bukan merupakan faktor internal penyebab masyarakat mengalami perubahan sosial adalah ….",
    "opsi": {
      "A": "Peperangan",
      "B": "Invention",
      "C": "Penemuan baru",
      "D": "Inovasi",
      "E": "Discovery"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pengaruh kebudayaan masyarakat lain terjadi karena adanya ….",
    "opsi": {
      "A": "Invention",
      "B": "Kontak budaya antara dua kelompok masyarakat yang berbeda",
      "C": "Penemuan baru",
      "D": "Inovasi",
      "E": "Discovery"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Proses penyebaran unsur-unsur kebudayaan dari satu individu ke individu lain disebut ….",
    "opsi": {
      "A": "Akulturasi",
      "B": "Asimilasi",
      "C": "Difusi",
      "D": "Almagamasi",
      "E": "Akomodasi"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Proses yang timbul apabila suatu kelompok manusia dengan kebudayaan tertentu dihadapkan dengan unsur-unsur kebudayaan asing tanpa menghilangkan sifat kepribadian kebudayaan asal disebut….",
    "opsi": {
      "A": "Akulturasi",
      "B": "Asimilasi",
      "C": "Difusi",
      "D": "Almagamasi",
      "E": "Akomodasi"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pertemuan antara dua kebudayaan sehingga menimbulkan kebudayaan baru disebut dengan istilah….",
    "opsi": {
      "A": "Akulturasi",
      "B": "Asimilasi",
      "C": "Difusi",
      "D": "Almagamasi",
      "E": "Akomodasi"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Berikut ini faktor-faktor yang mempermudah terjadinya asimilasi, kecuali ….",
    "opsi": {
      "A": "Toleransi antarkebudayaan yang berbeda",
      "B": "Kesempatan yang seimbang di bidang ekonomi",
      "C": "Sikap terbuka",
      "D": "Amalgamation",
      "E": "Sikap etnosentrisme"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Jika dalam suatu proses asimilasi tidak terjadi penyesuaian maka yang akan timbul adalah ….",
    "opsi": {
      "A": "Interaksi sosial",
      "B": "Kotak sosial",
      "C": "Konflik sosial",
      "D": "Sosialisasi",
      "E": "Amalgamasi"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Berikut ini faktor-faktor penghambat asimilasi, kecuali ….",
    "opsi": {
      "A": "Terisolirnya kehidupan kelompok",
      "B": "Sikap toleransi yang rendah",
      "C": "In group feeling yang kuat",
      "D": "Perbedaan kepentingan",
      "E": "Amalgamation"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Jika suatu perubahan sosial menimbulkan konflik maka yang diperlukan adalah proses ….",
    "opsi": {
      "A": "Akulturasi",
      "B": "Asimilasi",
      "C": "Difusi",
      "D": "Amalgamasi",
      "E": "Akomodasi"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Di bawah ini bentuk-bentuk akomodasi, kecuali ….",
    "opsi": {
      "A": "Coercion",
      "B": "Kompromi",
      "C": "Arbitrasi",
      "D": "Kompromi",
      "E": "Disorganisasi"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Berikut ini syarat-syarat perubahan secara revolusi, kecuali ….",
    "opsi": {
      "A": "Harus ada keinginan umum untuk mengadakan perubahan",
      "B": "Adanya seorang pemimpin atau kelompok orang yang dianggap mampu memimpin masyarakat itu",
      "C": "Adanya pemimpin yang harus dari golongan bangsawan",
      "D": "Pemimpin harus mampu menampung keinginan masyarakat",
      "E": "Harus ada momentum untuk revolusi"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Menurut Koentjaraningrat, pergolakan daerah di Indonesia pada tahun 1945 – 1962 disebabkan oleh faktor-faktor berikut, kecuali ….",
    "opsi": {
      "A": "Berakhirnya RIS tahun 1950",
      "B": "Adanya demobilisasi kelompok gerilya Indonesia dan tentara KNIL",
      "C": "Revolusi bersenjata lokal dan gerakan keagamaan Darul Islam",
      "D": "Tersentralisasinya ekonomi selama 10 tahun pertama setelah kemerdekaan",
      "E": "Efek dari diproklamasinya negara Indonesia pada tahun 1945"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Berikut ini merupakan akibat positif dari demokrasi, yaitu ….",
    "opsi": {
      "A": "Adanya kekacauan",
      "B": "Kemacetan lalu lintas",
      "C": "Keretakan hubungan sosial antara para demonstran dengan pihak yang di demo",
      "D": "Bentuk pengadilan sosial yang efektif",
      "E": "Kericuhan"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Aksi protes yang disertai dengan perusakan barang dikenal dengan istilah ….",
    "opsi": {
      "A": "Demo",
      "B": "Riot",
      "C": "Kriminal",
      "D": "Demo publik",
      "E": "Rezim"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Dalam demonstrasi, penyampaian keinginan biasanya diwujudkan dalam bentuk-betuk berikut, kecuali ....",
    "opsi": {
      "A": "Poster",
      "B": "Yel-yel/teriakan",
      "C": "Lagu",
      "D": "Puisi",
      "E": "Perusakan barang"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Perubahan sosial yang terjadi di dalam lingkungan masyarakat dapat menimbulkan ketidakseimbangan atau yang dikenal dengan istilah ….",
    "opsi": {
      "A": "Equilibrium",
      "B": "Disequilibrium",
      "C": "Cultural shock",
      "D": "Cultural lag",
      "E": "Invention"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Menurut E. H. Sutherland, kriminalitas merupakan hasil dari proses masyarakat seperti di bawah ini, kecuali ….",
    "opsi": {
      "A": "Imitasi",
      "B": "Identifikasi",
      "C": "Pembentukan konsep diri",
      "D": "Pelaksanaan peranan sosial",
      "E": "Sosialisasi norma"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Jika unsur-unsur yang ada dalam lingkungan masyarakat bisa saling menyesuaikan maka akan terwujud ….",
    "opsi": {
      "A": "Konflik sosial",
      "B": "Interaksi sosial",
      "C": "Organisasi sosial",
      "D": "Integrasi sosial",
      "E": "Disorganisasi"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Berikut ini gejala-gejala terjadinya disintegrasi sosial, kecuali ….",
    "opsi": {
      "A": "tindakan masyarakat yang tidak lagi sesuai dengan norma",
      "B": "sanksi yang dikenakan pada pelanggar norma tidak lagi konsekuen",
      "C": "terjadinya pertentangan antara norma-norma yang ada",
      "D": "tidak adanya persamaan pandangan dan persepsi antaraggota masyarakat dalam mencapai tujuan",
      "E": "terciptanya kehidupan yang serasi dan seleras"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Di bawah ini yang bukan merupakan bentuk disintegrasi adalah ….",
    "opsi": {
      "A": "Prostitusi",
      "B": "Aksi protes",
      "C": "Kriminalitas",
      "D": "Pergolakan daerah",
      "E": "Diskusi"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Faktor yang menyebabkan terjadinya pergolakan daerah adalah ….",
    "opsi": {
      "A": "Berkembangnya sentimen kedaerahan",
      "B": "Tidak adanya primordialisme",
      "C": "Tidak adanya etnosentrisme",
      "D": "Komunikasi yang lancar",
      "E": "Interaksi sosial yang baik"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Langkah utama pada tahap pengolah data kuantitatif  dalam penelitian sosial adalah....",
    "opsi": {
      "A": "Deskripsi dan menarik kesimpulan",
      "B": "Klasifikasi dan menghitung frekuensi",
      "C": "Menentukan mean, persen, dan modus",
      "D": "Tabulasi dan menghitung angka frekuensi",
      "E": "Membuat tabel data dan menghitung angka statistik"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Penulisan/penyusunan laporan penelitian sosial bagi peserta didik berfungsi untuk....",
    "opsi": {
      "A": "Mendapatkan data tentang kehidupan sosial",
      "B": "Melatih mengembangkan ilmu pengetahuan",
      "C": "Melatih mengomunikasikan hasil penelitian",
      "D": "Mengajar teknik penulisan laporan penelitian",
      "E": "Memberikan pengetahuan mengenai penelitian"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Judul penelitian: “Tingkat pendidikan wali murid SMA Manggala tahun 2008”. Variabel yang menjadi objek penelitian dari judul tersebut adalah....",
    "opsi": {
      "A": "Tingkat pendidikan",
      "B": "Peserta didik SMU",
      "C": "Wali murid",
      "D": "Pendidikan menengah",
      "E": "Pendidikan dasar"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Suatu penelitian mempunyai populasi dalam jumlah besar dan terdiri dari beberapa jenis profesi/pekerjaan. Teknik pengambilan sampel yang sesuai adalah....",
    "opsi": {
      "A": "Proporsional sampling",
      "B": "Purposive sampling",
      "C": "Stratified sampling",
      "D": "Cluster sampling",
      "E": "Areal sampling"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Peserta lomba penelitian ilmiah remaja banyak mendapat data dari pengalaman langsung. Ia sengaja meneliti masyarakat sendiri. Teknik pengumpulan data yang digunakan peserta tersebut adalah....",
    "opsi": {
      "A": "Angket",
      "B": "Wawancara",
      "C": "Observasi",
      "D": "Dokumentasi",
      "E": "Analisis media massa"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Dalam pengumpulan data dengan teknik wawancara, supaya lancar seorang peneliti dapat menggunakan alat bantu....",
    "opsi": {
      "A": "Alat pemotret",
      "B": "Alat perekam",
      "C": "Daftar responden",
      "D": "Pedoman interview",
      "E": "Pedoman observasi"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Jika sampel penelitian diambil dari peserta didik kelas yang jauh lebih banyak maka penelitian tersebut menggunakan jenis sampel...",
    "opsi": {
      "A": "Random",
      "B": "Berstrata",
      "C": "Wilayah",
      "D": "Kelompok",
      "E": "Proporsi"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Petugas sensus penduduk mendatangi setiap rumah tangga dan menayakan tentang jumlah keluarga, mata pencharian, agama, pendidikan, dan sebagainya. Berdasarkan cara memperolehnya data tersebut tergolong jenis....",
    "opsi": {
      "A": "Sekunder",
      "B": "Primer",
      "C": "Kualitatif",
      "D": "Kuantitatif",
      "E": "Eksternal"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Untuk mendapatkan hasil yang dapat dipertanggungjawabkan, seorang peneliti menggunakan statsitik dalam menganalisa data. Penelitian tersebut memakai pendekatan....",
    "opsi": {
      "A": "Normatif",
      "B": "Kualitatif",
      "C": "Kuantitatif",
      "D": "Subjektif",
      "E": "Objektif"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Data yang diperoleh seorang peneliti secara langsung dari objek penelitian disebut....",
    "opsi": {
      "A": "Data lisan",
      "B": "Data tertulis",
      "C": "Data pribadi",
      "D": "Subjektif",
      "E": "Objektif"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Bentuk rumusan masalah agar memperoleh hasil yang diharapkan adalah....",
    "opsi": {
      "A": "Perumusan masalah dalam bentuk pertanyaan",
      "B": "Masalah yang diteliti tidak terlalu luas atau sempit",
      "C": "Masalah harus jelas mengandung nilai kebenaran",
      "D": "Rumusan permasalahan terdiri dari satu kalimat",
      "E": "Perumusan harus menggambarkan gejala-gejala yang kompak"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Ilmu yang membahas metode penelitian ilmiah dalam mencari, mengembangkan, dan menguji kebenaran suatu pengetahuan disebut....",
    "opsi": {
      "A": "Ilmu penelitian",
      "B": "Penelitian sosial",
      "C": "Metode penelitian",
      "D": "Sistem pengujian",
      "E": "Metode penelitian"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sebelum melaksanakan observasi seorang peneliti membuat daftar yang berisi catatan setiap faktor yang diteliti secara sistematis. Hal itu disebut....",
    "opsi": {
      "A": "Daftar chek",
      "B": "Skala penilaian",
      "C": "Daftar sampel",
      "D": "Catatan anekdot",
      "E": "Skala bertingkat"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Salah satu bagian terpenting dalam laporan bagian isi/inti yang terdiri dari...",
    "opsi": {
      "A": "Pendahuluan, uraian, kesimpulan",
      "B": "Pendahuluan, pengantar, penutup",
      "C": "Permasalahan, pendahuluan, penutup",
      "D": "P ermasalahan, pemecahan masalah, penutup",
      "E": "Kata pengantar, hasil penelitan, kesimpulan"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Istilah asing untuk penelitian adalah....",
    "opsi": {
      "A": "Science",
      "B": "Technology",
      "C": "Knowledge",
      "D": "Research",
      "E": "Inquiry"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Departemen Pendidikan Nasional melalui Panitia Ujian Nasional mengumpulkan data peserta didik yang mengikuti UN 2017, berupa nama peserta didik, jenis kelamin, nomor induk, tangal lahir, dan jumlah peserta. Data tersebut merupakan jenis data....",
    "opsi": {
      "A": "Kualitatif",
      "B": "Kuantitatif",
      "C": "Eksternal",
      "D": "Primer",
      "E": "Sekunder"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Seorang peneliti ikut terlibat dalam kegiatan yang sedang diamati, dinamakan....",
    "opsi": {
      "A": "Wawancara",
      "B": "Observasi",
      "C": "Observasi partisipasi",
      "D": "Observasi simulasi",
      "E": "Kuesioner"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Jenis angket yang jawabannya telah tersedia adalah....",
    "opsi": {
      "A": "Angket terbuka",
      "B": "Angket semi terbuka",
      "C": "Angket tertutup",
      "D": "Angket semi tertutup",
      "E": "Angket acak"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Angket dan wawancara termasuk dalam....",
    "opsi": {
      "A": "Instrumen pengumpul data",
      "B": "Sumber data",
      "C": "Ukuran data",
      "D": "Dokumen",
      "E": "Subjek penelitian"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Perbedaan pedoman wawancara berstruktur denga pedoman wawancara tidak berstruktur terletak pada...",
    "opsi": {
      "A": "Besar dan kecilnya biaya",
      "B": "Luasnya area penelitian",
      "C": "Lama dan singkatnya waktu berwawancara",
      "D": "Batasan dan kebebasan menjawab",
      "E": "Banyak dan sedikitnya jumlah pertanyaan"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Alat bantu yang paling efektif dalam pengumpulan data melalui observasi adalah....",
    "opsi": {
      "A": "Kamera",
      "B": "Blangko wawancara",
      "C": "Peta",
      "D": "Instrumen pengamatan",
      "E": "Alat rekam"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Tahap pengorganisasian data dilakukan setelah...",
    "opsi": {
      "A": "Tabulasi data",
      "B": "Pembuatan instrumen",
      "C": "Membuat tabel frekuensi",
      "D": "Menyusun kerangka hipotesis",
      "E": "Pemecahan masalah"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Berikut yang dilakukan peneliti dalam kegiatan tabulasi adalah....",
    "opsi": {
      "A": "Mengecek keterbacaan tulisan",
      "B": "Mengecek kejelasan makna jawaban",
      "C": "Mengecek kelengkapan identitas pengisi",
      "D": "Merumuskan suatu kesimpulan",
      "E": "Memberi skor terhadap item-item"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Seorang penulis memperoleh data dari kegiatan mengunjungi perpustakaan dan museum. Teknik pengumpulan data yang dilakukannya adalah....",
    "opsi": {
      "A": "Angket",
      "B": "Wawancara",
      "C": "Dokumentasi",
      "D": "Observasi",
      "E": "Analisis media massa"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Jika data usia tujuh peserta lomba lukis anak-anak adalah 5, 6, 7, 8, 9, 10, dan 11, maka mediannya adalah...",
    "opsi": {
      "A": "5",
      "B": "7",
      "C": "8",
      "D": "10",
      "E": "11"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Sosiologi ingin mengetahui keadaan yang sebenarnya dari kehidupan bermasyarakat. Sifat semacam ini disebut….",
    "opsi": {
      "A": "Teoretis",
      "B": "Empiris",
      "C": "Nonetis",
      "D": "Kumulatif",
      "E": "Komparatif"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Dalam mempelajari sosiologi, yang dipersoalkan bukan baik buruknya fakta, tetapi penjelasan terhadap fakta-fakta. Sifat demikian disebut….",
    "opsi": {
      "A": "Empiris",
      "B": "Nonetis",
      "C": "Normatif",
      "D": "Teoretis",
      "E": "Kumulatif"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Faktor utama yang mendorong lahirnya ilmu sosiologi adalah….",
    "opsi": {
      "A": "Hilangnya masyarakat agraris di Eropa",
      "B": "Perubahan-perubahan pada masyarakat Eropa",
      "C": "Peperangan antarnegara",
      "D": "Kekuasaan Islam makin kuat di Eropa",
      "E": "Ilmu sosial lainnya gagal menyelesaikan masalah sosial"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Ruang lingkup sosiologi adalah….",
    "opsi": {
      "A": "Sama dengan ilmu-ilmu sosial yang lain",
      "B": "Lebih sempit dibandingkan ilmu sosial yang lain",
      "C": "Lebih luas daripada ilmu sosial yang lain",
      "D": "Kadang lebih luas kadang sempit",
      "E": "Bergantung subjek yang dibahas"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sosiologi adalah ilmu pengetahuan yang mempelajari masyarakat sebagai keseluruhan, yakni hubungan antara manusia dengan manusia, manusia dengan kelompok, kelompok dengan kelompok (baik kelompok formal maupun kelompok nonformal), atau kelompok statistik dengan kelompok dinamis. Definisi tersebut dikemukakan oleh….",
    "opsi": {
      "A": "Roucek dan Warren",
      "B": "Pitirim A. Sorokin",
      "C": "Mayor Polak",
      "D": "Selo Soemardjan",
      "E": "Wiliam F. Ogburn"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Sikap sosiologi adalah mendasar pada observasi dan akal sehat yang hasilnya tidak bersifat spekulatif. Sifat sosiologi seperti ini disebut….",
    "opsi": {
      "A": "Etika",
      "B": "Empiris",
      "C": "Kumulatif",
      "D": "Nonetis",
      "E": "Teoretis"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Menurut Selo Soemardjan dan Soelaiman Soemardi, sosiologi adalah ilmu pengetahuan yang mempelajari….",
    "opsi": {
      "A": "penelitian secara ilmiah terhadap interaksi sosial dan hasilnya, yaitu organisasi sosial",
      "B": "struktur sosial dan proses-proses sosial, termasuk perubahan-perubahan sosial",
      "C": "studi ilmiah tentang interaksi sosial",
      "D": "kehidupan sosial manusia, kelompok, dan masyarakat",
      "E": "terbentuknya ingroup, outgrup, dan masyarakat secara luas"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Sistem hubungan sosial yang terorganisasi yang mewujudkan nilai-nilai dan tata cara umum tertentu dan memenuhi kebutuhan dasar masyarakat disebut….",
    "opsi": {
      "A": "Realita sosial",
      "B": "Lembaga sosial",
      "C": "Interaksi sosial",
      "D": "Proses sosial",
      "E": "Norma sosial"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Dua syarat terjadinya interaksi menurut Soerjono Soekanto harus adanya kontak sosial dan….",
    "opsi": {
      "A": "Realitas sosial",
      "B": "Kebudayaan",
      "C": "Nilai dan norma",
      "D": "Komunikasi",
      "E": "Stratifikasi sosial"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Gejala-gejala sosial yang ada di masyarakat umumnya terjadi secara….",
    "opsi": {
      "A": "Spontan",
      "B": "Bersama-sama",
      "C": "Positif",
      "D": "Negatif",
      "E": "Terpisah"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Berikut ini yang termasuk dalam faktor-faktor penyebab gejala sosial, kecuali….",
    "opsi": {
      "A": "Ekonomi",
      "B": "Psikonalisis",
      "C": "Biologis",
      "D": "Psikologis",
      "E": "Budaya"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Gejala-gejala sosial yang muncul akibat pesatnya globalisasi adalah….",
    "opsi": {
      "A": "Meningkatnya jumlah penduduk",
      "B": "Mundurnya teknologi",
      "C": "Meningkatnya perilaku yang memicu gaya Barat",
      "D": "Pesatnya perdagangan",
      "E": "Pesatnya kriminalitas"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Perhatikan pernyataan dibawah ini!\n\n1) Pendidikan yang rendah\n2) Malas bekerja\n3) Keterbatasan sumber daya alam\n4) Terbatasnya lapangan kerja\n5) Keterbatasan modal\n6) Beban keluarga\n\nPernyataan diatas merupakan faktor-faktor yang menimbulkan….",
    "opsi": {
      "A": "Realitas sosial",
      "B": "Gejala sosial",
      "C": "Kemiskinan",
      "D": "Pengangguran",
      "E": "Anak jalanan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Berikut ini yang termasuk dalam pengangguran berdasarkan penyebab, kecuali….",
    "opsi": {
      "A": "Pengangguran normal",
      "B": "Pengangguran siklikal",
      "C": "Pengangguran terbuka",
      "D": "Pengangguran teknologi",
      "E": "Pengangguran struktural"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Dibawah ini beberapa kondisi sering kali menyebabkan demoralisasi di kalangan masyarakat, kecuali….",
    "opsi": {
      "A": "pertumbuhan penduduk yang relatif tinggi, sehingga angkatan kerja tidak sebanding dengan lapangan pekerjaan",
      "B": "kemampuan ekonomi yang makin lemah serta meningkatnya kemiskinan",
      "C": "sistem pemerintahan yang mengikuti pola luar negeri",
      "D": "menurunnya kualitas dan wibawa penegak hukum, seperti kepolisian, kejaksaan, dan kehakiman",
      "E": "pola hidup yang konsumtif serta adanya sikap-sikap negatif, seperti malas, boros, tidak disiplin, serta sikap apatis yang akhirnya untuk mencapai sesuatu dilakukan dengan jalan pintas"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Pengangguran yang diakibatkan pertambahan lowongan pekerjaan yang ada lebih rendah dibandingkan jumlah tenaga kerja yang ada disebut….",
    "opsi": {
      "A": "Pengangguran tersembunyi",
      "B": "Pengangguran teknologi",
      "C": "Penganguran struktural",
      "D": "Pengangguran siklikal",
      "E": "Pengangguran terbuka"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Suatu proses sosial atau interaksi sosial disebut asosiatif, jika….",
    "opsi": {
      "A": "Menuju ke arah perbedaan pandangan",
      "B": "Tidak terjadi kesatuan pandangan",
      "C": "Menuju ke arah perpecahan",
      "D": "Menuju ke arah persatuan",
      "E": "Menuju ke arah pertikaian"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Sejak dilahirkan manusia mempunyai naluri untuk hidup menyatu dengan manusia lain. Hal demikian ini dinamakan….",
    "opsi": {
      "A": "Social animal",
      "B": "Social behavior",
      "C": "Human animal",
      "D": "Human behavior",
      "E": "Gregoriusness"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Masyarakat menciptakan bermacam norma yang mempunyai tujuan untuk….",
    "opsi": {
      "A": "Menjaga nilai-nilai",
      "B": "Melestarikan kebudayaan",
      "C": "Menjaga keteraturan sosial",
      "D": "Anarki sosial",
      "E": "Kerusuhan massal"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Amir bercakap-cakap dengan temannya lewat telepon. Hal ini termasuk kontak…",
    "opsi": {
      "A": "Primer",
      "B": "Tersier",
      "C": "Sekunder",
      "D": "Sekunder langsung",
      "E": "Sekunder tidak langsung"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Suatu proses hubungan sosial dapat terjadi jika memenuhi dua persyaratan utama, yaitu harus ada kontak dan….",
    "opsi": {
      "A": "Sugesti",
      "B": "Imitasi",
      "C": "Komunikasi",
      "D": "Identifikasi",
      "E": "Simpati"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Dibawah ini yang termasuk contoh kontak primer adalah….",
    "opsi": {
      "A": "Atik mengucapkan selamat ulang tahun menggunakan surat",
      "B": "Novi mengucapkan selamat tahun baru lewat telepon",
      "C": "Ani memuji ibu karena masakannya enak sekali",
      "D": "Yani bertemu dan berjabat tangan dengan Yati",
      "E": "Amir membeli obat di apotik lewat telepon"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Berikut ini yang bukan merupakan contoh hubungan sosial antarindividu, yaitu….",
    "opsi": {
      "A": "Andre meminta uang jajan kepada ibu",
      "B": "Arief dan Aldo bersalaman",
      "C": "Pemimpin pasukan memberi aba-aba kepada pasukannya",
      "D": "Fido menelpon Lia untuk mengetahui kabarnya",
      "E": "Ibu dan Bapak bercakap-cakap di beranda"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Perhatikan pernyataan-pernyataan berikut!\n\n1) Adanya anggapan bahwa kebudayaan tertentu lebih tinggi.\n2) Adanya kelompok-kelompok manusia yang berbeda kebudayaannya.\n3) Kebudayaan-kebudayaan dari masing-masing kelompok manusia mengalami penyesuaian di antara satu sama lainnya.\n4) Perbedaan ras dan unsur budaya prinsip.\n5) Masing-masing orang-perorangan yang merupakan anggota kelompok, senantiasa berhubungan secara langsung dan intensif dalam waktu yang lama.\n\nDari pernyataan-pernyataan di atas, menurut Prof. Dr. Koentjaraningrat yang dapat menyebabkan terjadinya proses asimilasi adalah nomor….",
    "opsi": {
      "A": "1, 2, dan 3",
      "B": "1, 3, dan 5",
      "C": "2, 3, dan 4",
      "D": "2, 3, dan 5",
      "E": "3, 4, dan 5"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Hubungan sosial tidak selamanya berdampak positif, tetapi ada juga dampak negatifnya. Berikut ini yang bukan dampak negatif hubungan sosial adalah….",
    "opsi": {
      "A": "Munculnya persaingan tidak sehat",
      "B": "Dapat memunculkan sikap otoriter",
      "C": "Hilangnya kebudayaan asli",
      "D": "Berkembangnya kebudayaan daerah",
      "E": "Timbulnya pertengkaran sosial"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Persaingan yang sehat diantara para pelajar untuk memperoleh ranking tertinggi, bersifat….",
    "opsi": {
      "A": "Progresif",
      "B": "Asosiatif",
      "C": "Asimilatif",
      "D": "Komparatif",
      "E": "Kompetitif"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Bentuk hubungan sosial yang berada diantara persaingan dan pertikaian dinamakan….",
    "opsi": {
      "A": "Kooprasi",
      "B": "Koalisi",
      "C": "Kontraversi",
      "D": "Koersif",
      "E": "Konsolidasi"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Berikut ini merupakan bentuk proses interaksi sosial atas dasar hubungan, kecuali….",
    "opsi": {
      "A": "Hubungan antarkepentingan",
      "B": "Hubungan kekeluargaan",
      "C": "Hubungan antarstatus",
      "D": "Hubungan persahabatan",
      "E": "Hubungan dengan alam"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Perbedaan pokok berhubungan dengan keanggotaan antara kelompok primer dan sekunder adalah….",
    "opsi": {
      "A": "Jumlah anggotanya berbeda-beda",
      "B": "kelompok primer keanggotaannya banyak",
      "C": "Kelompok sekunder keanggotaannya bervariasi",
      "D": "keanggotaan kelompok primer lebih kecil",
      "E": "kelompok sekunder keanggotaannya lebih sedikit"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Cara-cara bertindak, berfikir, dan berperasaan yang berada diluar individu dan mempunyai kekuatan memaksa yang mengendalikan individu disebut….",
    "opsi": {
      "A": "Fakta sosial",
      "B": "Fenomena sosial",
      "C": "Interaksi sosial",
      "D": "Norma sosial",
      "E": "Proses sosial"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Cara-cara hubungan yang dapat dilihat apabila orang perorangan dan kelompok-kelompok manusia saling bertemu, yang dapat berupa hubungan antarpribadi, antarindividu dengan kelompok, antarkelompok dan antarindividu dengan lingkungan, disebut dengan….",
    "opsi": {
      "A": "Fenomena sosial",
      "B": "Interkasi sosial",
      "C": "Realitas sosial",
      "D": "Perilaku sosial",
      "E": "Status sosial"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Perhatikan pernyataan dibawah ini!\n\n1) Interaksi sosial\n2) Perubahan sosial\n3) Konflik sosial\n4) Intergrasi sosial\n\nBerikut yang termasuk dalam bentuk dari realitas sosial adalah….",
    "opsi": {
      "A": "1 dan 2",
      "B": "1 dan 3",
      "C": "2 dan 3",
      "D": "2 dan 4",
      "E": "3 dan 4"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Masyarakat adalah orang-orang yang….",
    "opsi": {
      "A": "Menderita ketegangan organisasi",
      "B": "Disorganisasi mengikuti cara hidup tertentu",
      "C": "Hidup bersama dan menghasilkan kebudayaan",
      "D": "Tersebar dengan perasaan persatuan yang sama",
      "E": "Bertalian dan saling mempengaruhi secara kebatinan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Fenomena anak jalanan, geng motor, serta tawuran pelajar merupakan bagian dari macam-macam….",
    "opsi": {
      "A": "Realitas sosial",
      "B": "Gejala sosial",
      "C": "Interaksi sosial",
      "D": "Ketimpangan sosial",
      "E": "Perubahan sosial"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Penyataan yang benar dibawah ini adalah….",
    "opsi": {
      "A": "Kondisi yang normal dalam kehidupan sosial masyarakat disebut gejala sosial",
      "B": "Kemiskinan dan pengangguran adalah gejala sosial yang timbul dari faktor biologis",
      "C": "Penyalahgunaan obat-obatan terlarang salah satu gejala sosial yang timbul dari faktor budaya",
      "D": "Integrasi dapat menyebabkan gejala sosial",
      "E": "Maraknya anak jalanan bukan merupakan gejala sosial"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Hubungan saling mempengaruhi antara manusia dalam masyarakat dapat terjadi setelah memenuhi syarat, yaitu….",
    "opsi": {
      "A": "Imitasi dan identifikasi sosial",
      "B": "Nilai dan norma sosial",
      "C": "Kontak dan komunikasi sosial",
      "D": "Status dan peran sosial",
      "E": "Stratifikasi dan mobilitas sosial"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Jika suatu lembaga pengendalian sosial tidak berjalan sesuai fungsinya, maka akan mengakibatkan….",
    "opsi": {
      "A": "Main hakim sendiri",
      "B": "Penyimpangan",
      "C": "Ketidakteraturan sosial",
      "D": "Anarki sosial",
      "E": "Kerusuhan massa"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Kepribadian merupakan keseluruhan perilaku individu yang merupakan hasil interaksi antar potensi-potensi biopsiko fisikal yang terbawa sejak lahir dengan situasi lingkungan yang terungkap pada tindakan dan perbuatan serta reaksi mental psikologisnya jika dapat rangsangan dari luar. Merupakan pengertian menurut….",
    "opsi": {
      "A": "Nursid Sumaatmadja",
      "B": "Koentjaraningrat",
      "C": "Hassan Shadilly",
      "D": "Selo Soemardjan",
      "E": "Auguste Comte"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pertimbangkan pernyataan berikut!\n\n(1) Mempelajari interaksi yang terjadi dalam hubungan sosial\n(2) Ilmu yang mempelajari fenomena alam di masyarakat\n(3) Diatur berdasarkan fakta sosial yang diteliti dan disusun secara logis\n(4) Peneliti memihak pada karakter yang dipelajari\n(5) Mencoba menganalisis suatu realitas sosial.\n\nCiri-ciri sosiologis ditunjukkan dalam angka….",
    "opsi": {
      "A": "(1), (2), dan (3)",
      "B": "(1), (2), dan (4)",
      "C": "(1), (3), dan (5)",
      "D": "(2), (4), dan (5)",
      "E": "(3), (4), dan (5)"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Seorang sosiolog memberikan data tingkat kepuasan siswa terhadap UN 2014/2015. Data inilah yang kemudian dijadikan bahan untuk meningkatkan pelaksanaan ujian nasional di tahun berikutnya. Dalam contoh ini, sosiologi berguna sebagai….",
    "opsi": {
      "A": "Mengukur kebijakan pemerintah",
      "B": "Sumber data perbaikan program pemerintah",
      "C": "Merencanakan kebijakan pemerintah",
      "D": "Tolok ukur keberhasilan kebijakan pemerintah",
      "E": "Pemecah masalah sosial di masyarakat"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Seseorang sosiolog ketika melakukan penelitian terbiasa berpijak pada fakta dilapangan serta akal sehat. Sesuai dengan pernyataan ini, sosiologi adalah….",
    "opsi": {
      "A": "Empiris",
      "B": "Teoretis",
      "C": "Kumulatif",
      "D": "Tidak etis",
      "E": "Etis"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Walikota ingin melakukan perbaikan sistem tata kota di wilayahnya. Hal tersebut dilakukan agar penataan kota terlihat lebih indah dan nyaman. Untuk itulah, sosiolog membantunya memberikan data akurat tentang kebutuhan masyarakat akan keindahan kota. Manfaat sosiologi dalam hal ini adalah untuk….",
    "opsi": {
      "A": "Penelitian",
      "B": "Pencegahan",
      "C": "Pengawasan",
      "D": "Penyelesaian",
      "E": "Pengembangan"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Sebelum memberikan izin pendirian pusat perbelanjaan, walikota meminta masukan dari sosiolog tentang dampak sosial pembangunan pusat perbelanjaan bagi masyarakat. Dengan demikian, fungsi kajian sosiologis dalam hal ini adalah….",
    "opsi": {
      "A": "Sumber data perencanaan pembangunan kota",
      "B": "Pelaksana tata kota",
      "C": "Memberikan masukan kepada pemerintah",
      "D": "Mengurangi dampak pembangunan di kota",
      "E": "Mencegah pembangunan yang tidak ramah lingkungan"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Sinta sangat mengidolakan artis wanita dari Korea. Sinta mulai merawat mukanya, menngikuti gaya serta tingkah lakunya biar ter lihat sama dengan artis idolanya. Perilaku ini ialah contoh interaksi sosial berdasarkan faktor…",
    "opsi": {
      "A": "Imitasi",
      "B": "Empati",
      "C": "Saran",
      "D": "Simpati",
      "E": "Identifikasi"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sandra telah berada di Amerika selama setahun, tapi dia tetap berhubungan dengan sahabatnya melalui e-mail. Setiap kali sahabatnya mengirim e-mail kepada Sandra, dia selalu membalas. Ciri-ciri interaksi dalam pernyataan tersebut adalah….",
    "opsi": {
      "A": "Sandra mengirim email ke sahabatnya",
      "B": "Hubungan persahabatan Sandra",
      "C": "Sandra adalah teman baik",
      "D": "E-mail Sandra belum dibalas oleh temannya",
      "E": "Terjadinya komunikasi antara Sandra dan temannya"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Robi tergolong siswa kurang mampu, ia merasa tidak percaya diri ketika bermain bersama teman sekolahannya yang asal dari keluarga kaya dan mampu. Rendi lalu meminta saran dengan guru BK. Berdasarkan nasehat dan bimbingan dari guru BK, robi tergolong lebih percaya diri dan memahami bahwa yang menentukan sukses bukanlah kekayaan atau kemiskinan seseorang tetapi pencapaiannya. Uraian di atas merupakan contoh interaksi sosial yang didasarkan pada faktor….",
    "opsi": {
      "A": "Imitasi",
      "B": "Saran",
      "C": "Motivasi",
      "D": "Identifikasi",
      "E": "Empati"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Pak Roni Emosi kepada tetangga nya yang lagi membuat rumah sebab melanggar patokan tanah yang telah disputuskan sebelumnya. Di situasi tersebut, Lurah mencoba membantu menyelesaikan masalah di kantor balai desa. Alhasil, perselisihan kedua pihak tidak menimbulkan konflik berkepanjangan. Akomodasi Benuk dalam contoh ini adalah….",
    "opsi": {
      "A": "Mediasi",
      "B": "Asimilasi",
      "C": "Pengadilan",
      "D": "Akulturasi",
      "E": "Kerja sama"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pergantian rektor di suatu perguruan tinggi memaksa berbagai pihak untuk menyesuaikan pola kepemimpinan rektor yang dikenal sangat disiplin, rajin, dan tegas. Dalam kepemimpinannya, absensi online diberlakukan agar mahasiswa yang sering tidak masuk diharuskan masuk. Interaksi antara rektor dan mahasiswa merupakan proses asosiatif dalam bentuk….",
    "opsi": {
      "A": "Paksaan",
      "B": "Koalisi",
      "C": "Pemiliham",
      "D": "Kontroversi",
      "E": "Pelanggaran"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Menjelang pemilihan presiden, partai politik bekerja sama dan membentuk kekuatan untuk membawa kemenangan calon presiden yang mereka dukung. Bentuk kerjasama yang terjadi pada fenomena ini adalah…",
    "opsi": {
      "A": "Bekerja sama",
      "B": "Pemiliham",
      "C": "Penggabungan",
      "D": "Tawar-menawar",
      "E": "Koalisi"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Gejala sosial yang terjadi secara tidak normal (abnormal) dapat menyebabkan….",
    "opsi": {
      "A": "Masalah sosial",
      "B": "Interaksi sosial",
      "C": "Fenomena sosial",
      "D": "Tatanan sosial",
      "E": "Masalah individu"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Untuk menghindari pelecehan pada umumnya, peraturan baru muncul dengan memisahkan pintu masuk dan kursi laki-laki dan perempuan di angkutan umum. Berikut ini adalah pernyataan yang tepat berdasarkan fenomena sosial tersebut ...",
    "opsi": {
      "A": "Pemisahan kursi merupakan fenomena sosial yang normal sesuai dengan keinginan masyarakat",
      "B": "Pemisahan kursi yang tepat merupakan gejala sosial yang bersumber dari masalah ekonomi",
      "C": "Pemisahan tempat duduk merupakan gejala sosial yang bersumber dari masalah biologis",
      "D": "Pemisahan tempat duduk sebagai fenomena sosial yang berpotensi menimbulkan masalah sosial",
      "E": "Pemisahan kursi merupakan fenomena sosial yang terjadi secara tidak wajar"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Saat menjamu teman-teman yang berkunjung ke rumah, Andi menyediakan minuman dan snack di meja ruang tamu. Hal ini selalu dilakukan saat tamu datang ke rumah. Berdasarkan kekuatan berikut, perilaku sosial meliputi penerapan norma….",
    "opsi": {
      "A": "Cara",
      "B": "Kebiasaan",
      "C": "Tata krama",
      "D": "Bea cukai",
      "E": "Hukum"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Perhatikan perilaku berikut!\n\n(1) Tidak mengganggu percakapan orang lain\n(2) Melakukan ibadah sesuai dengan ajaran agama\n(3) Mengundang ibu hamil untuk duduk di dalam bus\n(4) Selalu patuhi peraturan lalu lintas\n(5) Jangan membantah jika dinasehati oleh orang tua\n\nPerilaku yang terkait dengan norma kesopanan ditunjukkan dalam angka….",
    "opsi": {
      "A": "(1), (2), dan (3)",
      "B": "(1), (2), dan (4)",
      "C": "(1), (3), dan (5)",
      "D": "(2), (4), dan (5)",
      "E": "(3), (4), dan (5)"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Ani adalah seorang remaja yang sering bergaul dengan banyak teman. Namun, ia kerap pulang larut malam sehingga Ani kerap digosipkan bahkan mendapat teguran dari tetangganya. Perilaku Ani melanggar norma….",
    "opsi": {
      "A": "Pemakaian",
      "B": "Folkways",
      "C": "Adat istiadat",
      "D": "Adat",
      "E": "Hukum"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Selama upacara bendera, semua siswa berbaris rapi tanpa ada yang berbicara. Mereka mengikuti upacara bendera dengan khusyuk. Faktor-faktor yang membentuk keteraturan ini adalah….",
    "opsi": {
      "A": "Memesan",
      "B": "Keteraturan",
      "C": "Sosialisasi",
      "D": "Keteguhan",
      "E": "Kesadaran"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Saat ingin melakukan pelajaran masing masing siswa selalu memberi hormat kepada bendera, menyanyikan lagu Indonesia Raya, lali berdoa sesuai keyakinan masing-masing. Untuk menciptakan tatanan sosial adalah…",
    "opsi": {
      "A": "Pola",
      "B": "Kode etik",
      "C": "Tatanan sosial",
      "D": "Keteguhan",
      "E": "Keteraturan"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Di kantor BUMN, ada aturan yang harus dipatuhi oleh pegawai. Setiap pagi karyawan bisa membaca peraturan yang terpasang di samping pintu masuk. Oleh karena itu, seluruh karyawan bertindak sesuai dengan ketentuan yang berlaku. Regulator dalam contoh ini adalah….",
    "opsi": {
      "A": "Pola",
      "B": "Tatanan sosial",
      "C": "Tatanan sosial",
      "D": "Keteguhan",
      "E": "Paksaan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Perhatikan ciri-ciri berikut!\n1).Empiris\n2)Kategoris\n3)Teoritis\n4)Komulsif\nYang termasuk ciri-ciri sosiologi sebagai ilmu adalah….",
    "opsi": {
      "A": "1 dan 2",
      "B": "1 dan 3",
      "C": "2 dan 3",
      "D": "2 dan 4",
      "E": "3 dan 4"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Yang dimaksud sosiologi bersifat empiris sebagai ilmu pengetahuan tentang masyarakat adalah...",
    "opsi": {
      "A": "Tidak meramalkan kejadian-kejadian sosial yang terjadi di masa depan.",
      "B": "Tidak menilai apakah suatu fenomena sosial baik atau buruk.",
      "C": "Disusun berdasarkan teori yang sudah ada.",
      "D": "Menyusunabstraksi darihasilobservasi yang konkret.",
      "E": "Bentukperistiwasecaramenyeluruh."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Keteraturan sosial merupakan suatu kondisi dinamis yang menyebabkan kehidupan masyarakat berlangsung tertib dan teratur. Terciptanya keteraturan ini disebabkan oleh adanya 2 faktor yang terdapat dalam masyarakat tersebut, yaitu ...",
    "opsi": {
      "A": "Nilaitradisional dan norma sosial",
      "B": "Saling pengertian dan nilai budaya",
      "C": "Rasa persatuan dan kesatuan",
      "D": "Nilaitradisional dan nilai budaya",
      "E": "Nilai sosial dan norma sosial"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Proses sosial asimilasi dapat terjadi dengan disebabkan faktor...",
    "opsi": {
      "A": "Adanya diskriminasiras",
      "B": "Adanya rasaetnosentrisme",
      "C": "Saling curiga",
      "D": "Sikap saling menghargai antara budaya yang satu dengan yang lain",
      "E": "Terbatasnya pengetahuan yang dimiliki terhadap pemahaman kebudayaan lain."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Menurut Max Weber seorang pemimpin memiliki otoritas legal-irasional.Otoritas legal-irasional dapat dicapai dengan cara ...",
    "opsi": {
      "A": "Berdasarkan aturanhukum",
      "B": "Berdasarkan kewibawaan seseorang",
      "C": "Berdasarkan kebiasaan-kebiasaan pendahulu",
      "D": "Berdasarkan hak dan kewajiban",
      "E": "Berdasarkan otonomi"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Interaksi sosial terjadi karena kontak dan komunikasi. Menurut Horton ada 5 bentuk ...",
    "opsi": {
      "A": "Assimilation-competition-cooperation-accomodation-conflict",
      "B": "Cooperation- competition-conflict-accomodation assimilation",
      "C": "Conflict-assimilation- competition-cooperation-accomodation",
      "D": "Cooperation- conflict- competition-accomodationassimilation",
      "E": "Competition- conflict- assimilation-accomodationassimilation"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Dalam masyarakat terdapat nilai sosial. Fungsi nilai sosial adalah ...\n(1). Memberi arah (pedoman)\n(2). Menjadi pendorong\n(3). Memberi sanksi\n(4). Menjadi pengontrol",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Melisa tidak tertarik untuk tinggal di desa. Melisa menilai desa hanya tempat yang tidak maju(tertinggal). Sikap Melisa ini dipengaruhi ...\n(1). Exclusivisme\n(2). Xenosentrisme\n(3). Chauvinisme\n(4). Etnosentrisme",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Sosialisasi bertujuan menumbuhkan disiplin dasar pada setiap anggota masyarakat. Faktor-faktor yang mempengaruhi sosialisasi antara lain...\n(1). Lingkungan sosialisasi\n(2). Mengajarkan keterampilan\n(3). Cara sosialisasi\n(4). Kematangan pribadi",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Perpecahan sosial di Indonesia sering terjadi. Hal ini dipengaruhi oleh ...\n(1). Tidak adanya persamaan pandangan\n(2). Norma tidak berfungsi\n(3). Sanksi tidakkonsekuen\n(4). Munculnya proses sosial dissosiatif",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Norma yang dilaksanakan di dalam masyarakat berfungsi untuk ...\n(1). Mengaturtingkah laku masyarakat\n(2). Menciptakan keadilan dan ketertiban masyarakat\n(3). Membantu mencapai tujuan bersama masyarakat\n(4). Usaha untuk mengatur orang lain",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Seseorang dikatakan berperilaku menyimpang karena masyarakat mengatakan seperti itu.\nSEBAB\nPerilaku menyimpang bisa berupa tindakan kriminal.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Ditariknya kembali legitimasi penguasa politik oleh masyarakat kelas bawah menyebabkan munculnya konflik.\nSEBAB\nDimensi ekonomi adalah petunjuk menuju perilaku ekonomi.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Faktor penyebab mobilitas vertikal adalah munculnya kekayaan, kekuasaan, ras.\nSEBAB\nMobilitas horizontal disebabkan adanya suku, agama, etnik, ras.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Globalisasi adalah proses penghapusan batas budaya.\nSEBAB\nKemajuan teknologi komunikasi mempermudah jarak antarnegara.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pembentukan kepribadian seorang anak hanya tergantung pada keluarga.\nSEBAB\nLembaga sosial memiliki fungsi laten yaitu fungsi yang disadari (nyata).",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Didesak oleh ketiadaan biaya untuk membeli obat ibunya yang sakit, Olga pun terpaksa mencuri. Malang, aksi Olga diketahui, ia pun menjadi bulan-bulanan massa dan digiring ke kantor polisi setempat. Berdasarkan sifatnya, penyimpangan yang dilakukan Olga tergolong dalam penyimpangan ....",
    "opsi": {
      "A": "Primer",
      "B": "Sekunder",
      "C": "Permisif",
      "D": "Positif",
      "E": "Negatif"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Metode penelitian yang memungkinkan peneliti memanipulasi variabel dan akibat-akibatnya adalah metode ....",
    "opsi": {
      "A": "Deskriptif",
      "B": "Eksperimen",
      "C": "Historis",
      "D": "Korelasional",
      "E": "Observasi"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Tahap di mana anak mulai pandai meniru dan mengenali significant other dalam klasifikasi tahapan sosialisasi George Herbert Mead diistilahkan dengan ....",
    "opsi": {
      "A": "Preparatory stage",
      "B": "Play stage",
      "C": "Game stage",
      "D": "Generalized other",
      "E": "Generalized stage"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Setelah masuk dalam Geng Nero, perilaku Arum menjadi garang dan sewenang-wenang terhadap siapa pun yang ditemuinya. Fenomena tersebut merupakan bentuk penyimpangan sosial yang disebabkan oleh ....",
    "opsi": {
      "A": "Sosialisasi yang tidak sempurna",
      "B": "Anomie",
      "C": "Pelabelan",
      "D": "Subkultur menyimpang",
      "E": "Ikatan sosial yang berbeda"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Cara pemberian suatu pandangan atau pengaruh oleh seseorang kepada orang lain dengan cara tertentu sehingga orang tersebut mengikuti pandangan atau pengaruh itu tanpa berpikir secara kritis dan rasional disebut ....",
    "opsi": {
      "A": "Imitasi",
      "B": "Identifkasi",
      "C": "Sugesti",
      "D": "Motivasi",
      "E": "Simpati"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Kakek : pejabat\nAnak : karyawan\nCucu : pengamen\nHal di atas menggambarkan terjadinya...",
    "opsi": {
      "A": "Mobilitas sosial vertikal naik intragenerasi",
      "B": "Mobilitas sosial vertikal naik antargenerasi",
      "C": "Mobilitas sosial vertikal turun intragenerasi",
      "D": "Mobilitas sosial vertikal turun antargenerasi",
      "E": "Mobilitas sosial horizontal antargenerasi"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Mobil terbang telah dibuat oleh pabrikan kenamaan Jerman, BMW, namun belum digunakan masyarakat secara luas. Dalam hal ini, mobil terbang tergolong dalam ....",
    "opsi": {
      "A": "Discovery",
      "B": "Invention",
      "C": "Innovation",
      "D": "Revolution",
      "E": "Modernization"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Berikut ini merupakan contoh kontravensi adalah ...",
    "opsi": {
      "A": "Pertikaian antarmilisi di Timor Lorosae.",
      "B": "Teror yang dilakukan oleh sekelompok provokator.",
      "C": "Persaingan memperebutkan kejuaraan basket.",
      "D": "Perdebatan antarwarga untuk mempertahankan prinsip.",
      "E": "Perasaan takut menghadapi lawan yang tangguh."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Pasca tertangkap basah mengonsumsi catilon, Raffi Ahmad digelandang pihak yang berwenang untuk menjalani rehabilitasi di BNN. Ditinjau melalui sudut pengendalian sosial, rehabilitasi tergolong dalam ....",
    "opsi": {
      "A": "Preventif",
      "B": "Represif",
      "C": "Kompulasi",
      "D": "Pervasi",
      "E": "Edukatif"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Nadya selalu mengikuti upacara labuhan di Pantai Parangkusumo yang digelar setiap setahun sekali. Tindakan Nadya didasarkan pada rasionalitas berorientasi ....",
    "opsi": {
      "A": "Formal",
      "B": "Instrumental",
      "C": "Nilai",
      "D": "Tradisional",
      "E": "Afeksi"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Penyimpangan tindakan pelaku mengarah pada nilai-nilai sosial yang dipandang rendah dan mengganggu sistem sosial merupakan ....",
    "opsi": {
      "A": "Penyimpangan primer",
      "B": "Penyimpangan sekunder",
      "C": "Penyimpangan negatif",
      "D": "Penyimpangan positif",
      "E": "Penyimpangan social"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Berikut yang bukan faktor pendorong integrase nasional adalah ....",
    "opsi": {
      "A": "Suku bangsa yang beragam",
      "B": "Menghindari terjadinya diskriminasi",
      "C": "Identitas nasional yang kuat",
      "D": "Kebudayaan nasional",
      "E": "Bahasa nasional"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Di bawah ini sikap yang perlu dikembangkan dalam masyarakat majemuk, antara lain ....\n(1) Altruis\n(2) Chauvinis\n(3) Nasionalis\n(4) Patriotis",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Bentuk penyimpangan sosial di mana individu mencintai (jatuh cinta) pada orang tuanya sendiri diistilahkan dengan ....\n(1) Sadisme\n(2) Oedipus complex\n(3) Masokhisme\n(4) Electra complex",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Manusia atau masyarakat modern dicirikan dengan sikap ....\n(1) Need of achievement\n(2) Rasional\n(3) Open minded\n(4) Irasional",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Ciri dari gemeinschaft ditunjukkan oleh ....\n(1) Hubungan bersifat rasional\n(2) Kontraktual\n(3) Komunikasi formal\n(4) Hubungan bersifat afektif",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Metode pengumpulan data dalam penelitian Clifford Geertz mengenai ragam Islam di Jawa dengan cara tinggal di Pare dan Nganjuk-Kediri selama lebih dari 10 tahun diistilahkan dengan obervasi partisipatoris.\nSEBAB\nObervasi partipatoris merupakan metode pengumpulan data dengan cara tinggal dan terlibat langsung dalam aktivitas keseharian subyek/obyek penelitian.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Teori struktural fungsional ajeg melihat perubahan sosial sebagai upaya mencapai keseimbangan baru.\nSEBAB\nTeori struktural fungsional selalu melihat masyarakat dalam kondisi harmonis.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Chauvinisme merupakan sikap yang syarat dikembangkan dalam masyarakat majemuk.\nSEBAB\nChauvinisme merupakan paham kecintaan terhadap bangsa sendiri.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Pengendara motor yang terkena tilang polisi menemui bentuknya sebagai pengendalian sosial bersifat preventif.\nSEBAB\nPengendalian sosial preventif dilakukan pasca terjadinya pelanggaran serta bertujuan untuk mengembalikan keharmonisan semula.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Revolusi mental merupakan gerakan nasional yang dilakukan sebagai usaha bersama untuk mengubah nasib Indonesia menjadi bangsa yang benar-benar merdeka, adil, dan makmur.\nDalam sosiologi, revolusi mental merupakan bagian dari kajian...",
    "opsi": {
      "A": "Proses sosial",
      "B": "Tindakan sosial",
      "C": "Pranata sosial",
      "D": "Perubahan sosial",
      "E": "Kesejahteraan sosial"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Pertentangan antara kelas borjuis dan proletar menurut Karl Marx dapat dijelaskan dengan perspektif...",
    "opsi": {
      "A": "Imajinasi sosiologi",
      "B": "Definisi sosial",
      "C": "Konflik sosial",
      "D": "Interaksi simbolik",
      "E": "Struktural fungsional"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Kelompok punk lahir sebagai protes atas kapitalisme dan materialisme dengan mengembangkan nilai dan life style antikemapanan. Hal itu terliha pada fashion mereka seperti potongan rambut mohawk ala suku Indian, sepatu boots, rantai serta jaket kulit dan celana jeans ketat.\nKarakteristik yang melekat pada kelompok punk di atas disebut...",
    "opsi": {
      "A": "Stigma",
      "B": "Prejudice",
      "C": "Stereotype",
      "D": "Ethnicity",
      "E": "Superculture"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Perhatikan pernyataan di bawah ini!\n1. Percakapan antara seorang penggemar dengan kelompok band idolanya\n2. Diskusi antara dua orang siswa di kelas\n3. Wawancara seorang reporter dengan kelompok penari hiphop terkenal\n4. Saling ejek antara kelompok suporter bola dengan kelompok suporter bola lainnya\n5. Peringatan seorang polisi terhadap kelompok demonstran\nYang termasuk interaksi antara individu dengan kelompok adalah...",
    "opsi": {
      "A": "1, 2, dan 3",
      "B": "2, 4, dan 5",
      "C": "1, 3, dan 5",
      "D": "1, 4, dan 5",
      "E": "2, 3, dan 4"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Ungkapan bahwa hukum lebih tajam ke masyarakat lapisan bawah, tetapi tumpul ke masyarakat lapisan atas, memperlihatkan bahwa hukum tidak netral, tetapi melihat kelompok tertentu. Hal ini sejalan dengan teori....",
    "opsi": {
      "A": "Differential association",
      "B": "Anomi",
      "C": "Konflik",
      "D": "Fungsional",
      "E": "Labelling"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Salah satu fungsi dari stratifikasi sosial adalah...",
    "opsi": {
      "A": "Memberi penghargaan bagi mereka yang berprestasi",
      "B": "Menimbulkan kekhawatiran pada masyarakat strata atas",
      "C": "Menempatkan setiap orang pada posisi-posisi yang sama dalam masyarakat",
      "D": "Mendorong masyarakat menjadi egaliter",
      "E": "Menurunkan solidaritas kelompok"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Fenomena sosial yang secara langsung mendorong terjadinya mobilitas sosial adalah...",
    "opsi": {
      "A": "Bakti sosial yang dilakukan siswa SMA",
      "B": "Perbedaan jenis kelamin dalam mencapai prestasi",
      "C": "Tingginya angka putus sekolah",
      "D": "Arus perpindahan petani dari desa ke kawasan industri",
      "E": "Lurah yang dipilih kembali untuk masa jabatan tertentu"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Seorang ketua RT menyelesaikan konflik antara dua orang tetangganya yang bertikai, dengan syarat mereka harus mematuhi hasil keputusan yang dibuat oleh ketua RT. Tindakan itu dinamakan,,,",
    "opsi": {
      "A": "Mediasi",
      "B": "Ajudikasi",
      "C": "Kompromi",
      "D": "Arbitrasi",
      "E": "Konsiliasi"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Sebagai anggota masyarakat, setiap individu terikat di dalam norma-norma yang berlaku agar tercipta keteraturan. Hal ini disebabkan norma sosial berisi...\n(1) Perintah\n(2) Larangan\n(3) Sanksi\n(4) Status",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pola sosialisasi yang menggambarkan adanya kepatuhan yang dipaksakan, hukuman kepada yang melanggar norma, dan kekuatan otoritas adalah...\n(1) Sekunder\n(2) Primer\n(3) Partisipatif\n(4) Represif",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Menurut Ferdinan Tonnies, contoh kelompok patembayan adalah...\n(1) Perusahaan dan korporasi\n(2) Kelompok Marga\n(3) Firma dan PT\n(4) Arisan dan Pengajian",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Lembaga sosial yang dibentuk untuk memenuhi kebutuhan masyarakat akan kekerabatan disebut lembaga...\n(1) Peradilan\n(2) Ekonomi\n(3) Pendidikan\n(4) Keluarga",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Peperangan, bencana alam, dan pengaruh budaya luar merupakan bentuk perubahan sosial...\n(1) Internal\n(2) Evolusi\n(3) Revolusi\n(4) Eksternal",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Pengangguran di Indonesia tidak hanya disebabkan oleh faktor ekonomi, tetapi juga oleh faktor lain, seperti pendidikan dan kebijakan pemerintah. Hal ini menunjukkan bahwa gejala sosial bersifat...",
    "opsi": {
      "A": "Tidak dapat diukur",
      "B": "Kompleks",
      "C": "Satu dimensi",
      "D": "Sulit diprediksi",
      "E": "Transdisiplin"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Bagi Karl Marx, keberadaan masyarakat identik dengan sejarah perjuangan kelas sosial. Struktur masyarakat yang terbentuk dilandaskan pada...",
    "opsi": {
      "A": "Jenjang ekonomi",
      "B": "Kepemilikan alat produksi",
      "C": "Prestise",
      "D": "Kekuasaan",
      "E": "Keturunan"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Kebudayaan adalah keseluruhan sistem gagasan, tindakan, dan hasil karya manusia dalam rangka untuk memenuhi kebutuhan masyarakat. Pernyataan tersebut merupakan definisi kebudayaan menurut...",
    "opsi": {
      "A": "Koentjaraningrat",
      "B": "Selo Soemardjan",
      "C": "Soerjono Soekanto",
      "D": "Parsudi Suparlan",
      "E": "Soelaeman Soemardi"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Dalam masyarakat majemuk, etnosentrisme kelompok yang sangat kuat kepada etniknya memberikan dampak timbulnya...",
    "opsi": {
      "A": "Adaptasi",
      "B": "Keekslusifan",
      "C": "Pluralitas",
      "D": "Integrasi",
      "E": "Asimilasi"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Sistem sttratifikasi yang memungkinkan anggotanya untuk mengubah status yang dimilikinya disebut stratifikasi...",
    "opsi": {
      "A": "Achieved",
      "B": "Ascribed",
      "C": "Tertutup",
      "D": "Terbuka",
      "E": "Campuran"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Seorang pejabat diberhentikan dari jabatannya dan dijadikan staf biasa karena terbukti menyelewengkan sejumlah dana pembangunan daerah. Pejabat tersebut mengalami mobilitas...",
    "opsi": {
      "A": "Vertikal naik",
      "B": "Horizontal",
      "C": "Vertikal turun",
      "D": "Geografis",
      "E": "Social climbing"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Dampak positif program transmigrasi adalah membaurnya pendatang dan penduduk asli yang dapat memperkuat...",
    "opsi": {
      "A": "Interaksi sosial",
      "B": "Koalisi",
      "C": "Amalgamasi",
      "D": "Asimilasi",
      "E": "Integrasi sosial"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Berikut ini dampak pada kondisi sosial dari perseturuan masyarakat dalam kasus reklamasi pantai...",
    "opsi": {
      "A": "Memperluas lahan permukiman",
      "B": "Meningkatkan kegiatan pariwisata di pantai",
      "C": "Membuka peluang usaha baru",
      "D": "Menimbulkan perbedaan pendapat dalam masyarakat",
      "E": "Menguntungkan bisnis properti"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Hukum adat yang dijalankan pada masyarakat suku-suku di pedalaman Papua dikategorikan sebagai...\n(1) Norma tidak tertulis\n(2) Norma informal\n(3) Custom\n(4) Norma hukuman",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Kemacetan lalu lintas di kota-kota besar sering dipicu oleh ketidakdisiplinan pengguna jalan. Dalam rangka mengatur kelancaran masyarakat berlalu lintas diperlukan...\n(1) Undang-undang lalu lintas\n(2) Aparat yang tegas\n(3) Aturan yang ketat\n(4) Kesejahteraan aparat",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Tindakan-tindakan seperti menarik diri dari pergaulan, kecanduan media sosial, tidak patuh pada aturan yang berlaku, dan suka menyalahkan orang lain merupakan...\n(1) Krisis sosial\n(2) Kesenjangan sosial\n(3) Deviasi sosial\n(4) Antisosial",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Manifestasi imajinasi sosiologi adalah...",
    "opsi": {
      "A": "Memahami masyarakat sebagai arena yang menghasilkan konflik dan perubahan sosial",
      "B": "Melihat kegagalan pribadi orang merupakan penyebab masalah sosial",
      "C": "Mengidentifikasi perilaku individu tertentu dalam pola-pola sosial umum",
      "D": "Mengubah masalah pribadi menjadi isu-isu publik",
      "E": "Membuat perbedaan besar dalam membentuk kehidupan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Pada masyarakat desa, anggota masyarakat yang melakukan pelanggaran, cenderung untuk diasingkan atau tidak disapa. Sedangkan, pada masyarakat kota, anggota masyarakat yang melakukan pelanggaran mendapat sanksi yang bersifat...",
    "opsi": {
      "A": "Represif",
      "B": "Egoistik",
      "C": "Restitutif",
      "D": "Altruistik",
      "E": "Reprositas"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Ketika ayahnya meninggal, Esti sebagai anak tertua dari enam bersaudara harus membantu Ibunya bekerja membiayai adiknya. Di sisi lain, Esti juga harus kuliah. Dalam hal ini Esti mengalami...",
    "opsi": {
      "A": "Konflik identitas",
      "B": "Konflik relasional",
      "C": "Konflik status",
      "D": "Konflik peran",
      "E": "Konflik kepentingan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Penggunaan dengan sengaja bahan berbahaya pada kosmetik, bberupa merkuri atau logam berat lainnya dengan tujuan agar harga jualnya lebih murah, dapat dikategorikan sebagai kejahatan...",
    "opsi": {
      "A": "Individu",
      "B": "Tanpa korban",
      "C": "Korporasi",
      "D": "Lingkungan",
      "E": "Kerah putih"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Gelar akademik, seperti sarjana, magister, doktor, ditempatkan pada posisi atas dalam masyarakat. Dalam konteks stratifikasi sosial, gelar tersebut dapat dilihat dari dimensi...",
    "opsi": {
      "A": "Ekonomi",
      "B": "Pendidikan",
      "C": "Politik",
      "D": "Ideologi",
      "E": "Pekerjaan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Seorang pegawai yang dipromosikan menjadi manajer di sebuah perusahaan merupakan contoh mobilitas...",
    "opsi": {
      "A": "Campuran",
      "B": "Intragenerasi",
      "C": "Antargenerasi",
      "D": "Vertikal",
      "E": "Horizontal"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Konflik yang terjadi antarpendukung pilkada di media sosial seringkali memutus pertemanan dan menanamkan kebencian kepada orang lain. Hal ini termasuk konflik...",
    "opsi": {
      "A": "Realistis",
      "B": "Manifest",
      "C": "Nonrealistis",
      "D": "Laten",
      "E": "Horizontal"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Teknik pengumpulan data dalam survei menggunakan kuesioner yang baku atau terstandar.\nSEBAB\nKonflik sosial yang terjadi di Indonesia salah satunya dipicu oleh rendahnya penghormatan terhadap keragaman kelompok sosial.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Diskriminasi antarwarna banyak terjadi pada masyarakat homogen.\nSEBAB\nKonflik sosial yang terjadi di Indonesia salah satunya dipicu oleh rendahnya penghormatan terhadap keragaman kelompok sosial.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Perbuatan yang merupakan pelanggaran terhadap usage adalah...\n(1) Berbicara pada waktu makan\n(2) Menyela percakapan orang lain\n(3) Bersendewa pada waktu makan\n(4) Melanggar lalu lintas",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pada sosialisasi yang menggambarkan adanya kepatuhan yang dipaksakan, hukuman kepada individu yang melanggar norma, dan kekuatan otoritas adalah...\n(1) Sekunder\n(2) Primer\n(3) Partisipatif\n(4) Represif",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Lembaga politik dibangun untuk memenuhi kebutuhan masyarakat yang berhubungan dengan keseimbangan...\n(1) Kekuasaan\n(2) Proses hukum\n(3) Wewenang\n(4) Proses sosialisasi",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Konsumen narkoba saat ini sudah tidak memandang usia, kelas sosial, dan jenis kelamin. Jaringan pengedar narkoba juga sudah melibatkan jaringan internasional. Hal ini merupakan dampak globalisasi yang berkaitan dengan...\n(1) Meningkatnya gaya hidup konsumtif\n(2) Meningkatnya budaya hedonis\n(3) Meningkatnya perdagangan bebas\n(4) Berkembangnya pariwisata",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Lahirnya sosiologi dilatarbelakangi oleh peristiwa penting yang mengubah tatanan sosial masyarakat Eropa secara mendasar di abad pertengahan. Salah satu peristiwa tersebut adalah...",
    "opsi": {
      "A": "Meletusnya Perang Dunia I",
      "B": "Munculnya fasisme di Jerman",
      "C": "Revolusi komunis di Rusia",
      "D": "Revolusi politik di Prancis",
      "E": "Imperialisme perdagangan"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Ikatan dalam solidaritas sosial mekanik yang didasarkan pada kepercayaan dan kesetiakawanan disebut....",
    "opsi": {
      "A": "Fakta sosial",
      "B": "Proses sosial",
      "C": "Kesadaran kolektif",
      "D": "Norma kolektif",
      "E": "Kesadaran sosial"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Dua kelompok masyarakat yang berbeda kebudayaan, kemudian saling bertemu dan melakukan kontak sosial intensif sehingga terjadi pembaharuan budaya, tetapi tidak menghilangkan budaya aslinya disebut...",
    "opsi": {
      "A": "Akulturasi",
      "B": "Asimilasi",
      "C": "Amalgamasi",
      "D": "Kooperasi",
      "E": "Akomodasi"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Seorang wanita karier dalam menjalankan peran ganda baik di ranah domestik maupun publik, wanita tersebut dapat mengalami...",
    "opsi": {
      "A": "Kesenjangan peran",
      "B": "Pemisahan peran",
      "C": "Peran yang diharapkan",
      "D": "Konflik peran",
      "E": "Ketegangan peran"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Antara keluarga yang terbiasa mengisi waktu libur dengan berwisata ke Pantai Senggigi, Pulau Komodo, Pulau Raja Ampat, Tokyo DIsneyland atau Sydney Opera House menunjukkan pembedaan status yang didasarkan atas...",
    "opsi": {
      "A": "Pangkat",
      "B": "Jabatan",
      "C": "Pekerjaan",
      "D": "Kehormatan",
      "E": "Gaya hidup"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Perbedaan status sosial antara seorang ayah dan anaknya, di mana anak mengalami peningkatan status sosial disebut mobilitas...",
    "opsi": {
      "A": "Geografis",
      "B": "Sosial horizontal",
      "C": "Sosial intergenerasi",
      "D": "Sosial antargenerasi",
      "E": "Sosial climbing"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Hidung mancung, kulit hitam, rambut keriting merupakan tanda fisik yang membedakan ciri kelompok satu dengan kelompok lain disebut....",
    "opsi": {
      "A": "Etnis",
      "B": "Ras",
      "C": "Budaya",
      "D": "Status",
      "E": "Peran"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Pada saat pemerintah menaikkan harga BBM, sering kali terjadi demo menolak kenaikan harga Bahan Bakar Minyak (BBM). Demo tersebut dilakukan karena kenaikan harga BBM akan berakibat pada kenaikan harga sembako di pasaran. Konflik yang terjadi antara pemerintah dan masyarakat ini tergolong...",
    "opsi": {
      "A": "Konflik realistik dan konflik vertikal",
      "B": "Konflik horizontal dan konflik terbuka",
      "C": "Konflik vertikal dan konflik non realistik",
      "D": "Konflik horizontal dan konflik realistik",
      "E": "Konflik non realistik dan konflik terbuka"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Salah satu hasil modernisasi yang berguna untuk menunjang dunia pendidikan, tetapi perlu diantisipasi dampaknya adalah....",
    "opsi": {
      "A": "Sistem pembayaran online",
      "B": "E-Book gratis untuk bahan ajar",
      "C": "Akses majalah (online)",
      "D": "Sistem pembelajaran e-learning",
      "E": "Pendaftaran online"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Tingkat pendidikan merupakan contoh dari suatu variabel.\nSEBAB\nVariabel adalah konsep yang memiliki dua atau lebih nilai.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Sekolah merupakan agen sosialisasi peralihan antara keluarga dan masyarakat.\nSEBAB\nDi sekolah, individu mempelajari nilai dan norma baru yang diperlukan individu agar diterima sebagai anggota masyarakat.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Kerumunan terbentuk karena individu-individu memiliki perhatian yang sama terhadap suatu hal.\nSEBAB\nIdentitas individu dalam kerumunan tidak terlihat sehingga kedudukan setiap individu yang terlibat tidak berbeda dan tidak terorganisir.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Dalam suatu masyarakat, terdapat nilai yang dianggap lebih penting daripada nilai yang lain. Anggapan lebih penting tersebut ditentukan oleh...\n(1) Seberapa banyak orang yang menganut nilai tersebut\n(2) Tingginya kedudukan orang yang membawa nilai\n(3) Lamanya nilai itu dianut\n(4) Tujuan dari nilai tersebut dalam masyarakat",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Fungsi lembaga ekonomi sebagai berikut....\n(1) Mengatur pola konsumsi barang dan jasa yang dibutuhkan\n(2) membantu masyarakat memperoleh barang dan jasa\n(3) Mempermudah masyarakat untuk memproduksi barang dan jasa\n(4) Memenuhi kebutuhan hidup masyarakat umum",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Seseorang diketahui oleh masyarakat telah melakukan penyimpangan, kemudian agen kontrol sosial memproses secara hukum laporan masyarakat tentang perbuatannya. Hal ini merupakan suatu proses....\n(1) Pemberian sanksi bagi pelaku menyimpang\n(2) Pemberian label oleh agen kontrol\n(3) Memperkuat hukuman bagi pelaku menyimpang\n(4) Pemberian toleransi oleh agen kontrol",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Seorang pendatang belum mampu beradaptasi di tempat baru, sementara ia terlanjur meninggalkan norma lama. Hal ini disebut....",
    "opsi": {
      "A": "Kohesi",
      "B": "Integrasi",
      "C": "Konsensus",
      "D": "Anomie",
      "E": "Alienasi"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Interaksi merupakan proses sosial yang menjadi dasar terjadinya aktivitas sosial dalam masyarakat. Interaksi tersebut bermanfaat sebagai berikut. Kecuali....",
    "opsi": {
      "A": "Mendorong timbulnya integrasi",
      "B": "Memadukan beberapa kepentingan",
      "C": "Mengenal beberapa adat istiadat",
      "D": "Mewujudkan beberapa keinginan",
      "E": "Mengurangi ketegangan"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Seorang karyawan minimarket dengan upah Rp 2.500.000 per bulan meninggalkan pekerjaannya dan bekerja sebagai salesman kosmetik dnegan upah yang sama, orang tersebut mengalami....",
    "opsi": {
      "A": "Mobilitas sosial vertikal",
      "B": "Mobilitas sosial horizontal",
      "C": "Mobilitas sosial sinking",
      "D": "Mobilitas sosial climbing",
      "E": "Mobilitas sosial intra-generasi"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Konflik yang terjadi dalam tubuh partai berlangsung berturut-turut. hal ini yang membuat sejumlah tokoh turun tangan untuk mendamaikan kedua kubu. Langkah tersebut tergolong....",
    "opsi": {
      "A": "Mediasi",
      "B": "Arbitrasi",
      "C": "Koersi",
      "D": "Konsiliasi",
      "E": "Ajudikasi"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Faktor yang menghalangi terjadinya perubahan sosial di masyarakat di antaranya adalah....",
    "opsi": {
      "A": "Sikap kritik dan skeptis di masyarakat",
      "B": "Masyarakat yang terbuka pada nilai baru",
      "C": "Ada kelompok dominan pendukung status quo",
      "D": "Masyarakat yang berinovasi tinggi",
      "E": "Migrasi, kelahiran, dan kematian"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Tujuan sosialisasi adalah mendukung lembaga pengendalian sosial agar tidak terjadi penyimpangan sosial.\nSEBAB\nSosialisasi dengan cara represif menekankan pada penggunaan hukuman terhadap kesalahan.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Dalam perkumpulan terjadi interaksi yang intensif di antara anggota kelompok untuk menjalankan perannya sebagai anggota kelompok.\nSEBAB\nCiri perkumpulan adalah solidaritas yang dimiliki sejumlah orang yang didasarkan pada nilai bersama dan memiliki kewajiban moral untuk menjalankan peran yang diharapkan.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Berikut ini merupakan contoh usage....\n(1) Membuang sampah pada tempatnya\n(2) Memberi salam saat bertemu\n(3) Menutup mulut ketika batuk atau bersin\n(4) Mematuhi orang tua",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Unsur budaya yang langsung dapat dimanfaatkan di dalam lembaga politik adalah...\n(1) Kendaraan dinas\n(2) Rumah dinas\n(3) Gedung Parlemen\n(4) Undang-undang",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Menarik diri dari pergaulan, tidak mau terlibat dengan kegiatan bersama, mengonsumsi alkohol atau narkoba karena menghindari beban hidup atau rasa malu, adalah contoh-contoh perilaku menyimpang berupa....\n(1) Primer\n(2) Sekunder\n(3) Kriminal\n(4) Anti sosial",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Perbedaan status sosial individu dalam masyarakat berdasarkan usia disebut perbedaan....",
    "opsi": {
      "A": "Sistem merit",
      "B": "Senioritas",
      "C": "Gender",
      "D": "Kekerabatan",
      "E": "Pendidikan"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Syarat keberlangsungan interaksi sosial dalam kehidupan sehari-hari adalah....",
    "opsi": {
      "A": "Sugesti dan imitasi",
      "B": "Asimiasi dan simpati",
      "C": "Kontak primer dan sekunder",
      "D": "Kontak langsung dan tidak langsung",
      "E": "Kontak sosial dan komunikasi"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Setiap pagi Erin bernagkat ke sekolah pukul 06.00 dan memakai seragam sesuai dengan aturan yang berlaku. Sementara itu, ayahnya berangkat kerja dengan mengendarai sepeda motor dan selalu menggunakan perlengkapan keselamatan berkendara, seperti helm, jaket, sarung tangan, dan sepatu. Berdasarkan urutannya, keteraturan sosial yang dijalani Erin dan ayahnya adalah....",
    "opsi": {
      "A": "Tertib sosial",
      "B": "Tatanan sosial",
      "C": "Keajegan",
      "D": "Pola sosial",
      "E": "Norma sosial"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Syarat terbentuknya kelompok sosial adalah adanya....\n(1) Kesadaran bersama\n(2) Kemampuan fisik\n(3) Persamaan tujuan\n(4) Solidaritas sosial",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Berikut ini adalah contoh lembaga sosial, kecuali....",
    "opsi": {
      "A": "Koperasi",
      "B": "Kelompok pengajian",
      "C": "Lembaga swadaya masyarakat",
      "D": "Rukun tetangga",
      "E": "Penonton sepak bola"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Faktor pendorong terjadinya mobilitas sosial yang berkaitan dengan aspek demografi adalah....\n(1) Status sosial\n(2) Situasi politik\n(3) Lingkungan alam\n(4) Pertambahan penduduk",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Penjenjangan sosial dalam masyarakat yang menggunakan ukuran kekuasaan, privilege, dan prestise dapat dikategorikan sebagai penjenjangan berdasarkan....\n(1) Ekonomi\n(2) Etnis\n(3) Politik\n(4) Kelas",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Diferensiasi sosial antara masyarakat pesisir dan masyarakat pedalaman ditentukan oleh faktor....",
    "opsi": {
      "A": "Geografis",
      "B": "Agama",
      "C": "Suku-bangsa",
      "D": "Ras",
      "E": "Kelompok sosial"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Promosi jabatan dengan imbalan tinggi merupakan bentuk mobilitas sosial yang dapat memicu terjadinya...\n(1) Persaingan antarpegawai\n(2) Perdebatan antarpegawai\n(3) Konflik antarpegawai\n(4) Keharmonisan antarpegawai",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Mencuri yang dilakukan seseorang dan disertai dengan tindak kekerasan maupun bentuk penyimpangan perilaku....\n(1) Primer kelompok\n(2) Primer individu\n(3) Sekunder kelompok\n(4) Sekunder Individu",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Salah satu penyebab terjadinya konflik pada masyarakat majemuk adalah adanya sifat etnosentrisme yang timbul karena....\n(1) Kebudayaan suku bangsa lain lebih tinggi daripada kebudayaan sendiri\n(2) Masyarakat memiliki perbedaan latar belakang kebudayaan\n(3) Kebudayaan suku bangsa sendiri lebih unggul daripada kebudayaan suku bangsa lain\n(4) Menempatkan kebudayaan kelompoknya lebih unggul daripada kebudayaan kelompok lain",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Pengolahan lahan yang menggunakan traktor sebagai teknologi baru dapat mengurangi pengangguran.\nSEBAB\nPerubahan sosial dalam masyarakat pertanian lebih sering terjadi sebagai dampak adanya perubahan yang tidak dikehendaki.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Asimilasi dan akulturasi dalam masyarakat plural dapat menciptakan integrasi sosial.\nSEBAB\nIntegrasi sosial tercipta apabila masyarakat dapat membangun konsensus bersama.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Perkembangan teknologi komunikasi dapat mengubah tatanan sosial masyarakat tradisional yang akhirnya dapat mengakibatkan....\n(1) Hilangnya semangat gotong royong\n(2) Pudarnya sopan santun\n(3) Hilangnya rasa kebersamaan\n(4) Terbukanya cakrawala hubungan sosial",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Industri tekstil dapat berkembang dengan dukungan teknologi modern.\nSEBAB\nTeknologi modern dapat mengubah sistem produksi menjadi lebih efisien.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Hubungan sosial tiimbal balik yang saling mempengaruhi disebut....",
    "opsi": {
      "A": "Kausal",
      "B": "Simultan",
      "C": "Resiprokal",
      "D": "Periodik",
      "E": "Diadik"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Ahli sosiologi yang memperkenalkan konsep Gemeinschaft dan Gessellschaft adalah....",
    "opsi": {
      "A": "Charles Horton Cooley",
      "B": "Auguste Comte",
      "C": "Emile Durkheim",
      "D": "Ferdinand Tonnies",
      "E": "Talcott Parson"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Perubahan teknologi di bidang pertanian dari masyarakat berpindah-pindah menjadi menetap merupakan unsur kebudayaan dalam bentuk....",
    "opsi": {
      "A": "Tradisional",
      "B": "Abstrak",
      "C": "Khusus",
      "D": "Nonmaterial",
      "E": "Materil"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Tawuran antarkampung terjadi karena adanya sentimen kelompok....",
    "opsi": {
      "A": "Primer dan sekunder",
      "B": "Formal dan informal",
      "C": "Paguyuban dan patembayan",
      "D": "In-groups dan out-groups",
      "E": "Peer groups dan reference groups"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Perbedaan jenis kelamin, usia, dan agama termasuk....",
    "opsi": {
      "A": "Diferensiasi sosial",
      "B": "Kategori sosial",
      "C": "Stratifikasi sosial",
      "D": "Pelapisan sosial",
      "E": "Mobilitas sosial"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Sistem stratifikasi sosial masyarakat secara diagramatik selalu berpola...",
    "opsi": {
      "A": "Bujur sangkar",
      "B": "Persegi panjang",
      "C": "Piramida",
      "D": "Lingkaran",
      "E": "Segi enam"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Akibat banjir lumpur Lapindo di Sidoarjo, Jawa Timur, masyarakat di beberapa desa yang terkena dampak banjir lumpur harus direlokasi. Kasus ini merupakan contoh perubahan sosial....",
    "opsi": {
      "A": "Lambat",
      "B": "Cepat",
      "C": "Direncanakan",
      "D": "Tidak direncanakan",
      "E": "Bencana Alam"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Tingkat pendidikan dan akses teknologi mempengaruhi kecepatan berubah suatu masyarakat.\nSEBAB\nPendidikan dan teknologi itu dapat dipergunakan untuk membantu meningkatkan kemampuan masyarakat dalam memanfaatkan potensi alam di sekitarnya.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Setiap anggota kelompok sosial harus sadar bahwa dia merupakan bagian dari kelompok.\nSEBAB\nKesadaran sebagai bagian dari kelompok menumbuhkan rasa memiliki dan menjadi dasar integrasi kelompok sosial.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Kepribadian anak cenderung mirip dengan kepribadian orang tua.\nSEBAB\nNilai dan norma merupakan pedoman bagi perilaku masyarakat yang bersangkutan.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Perilaku menyimpang adalah perilaku yang tidak sesuai dengan nilai dan norma yang berlaku dalam masyarakat.\nSEBAB\nNilai dan norma merupakan pedoman bagi perilaku masyarakat yang bersangkutan.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Seseorang dapat mengalami perubahan status sosial yang lebih baik daripada sebelumnya karena....\n(1) Pendidikan\n(2) Prestasi\n(3) Hasil kerja keras\n(4) Keturunan",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Selama 30 tahun Ibu Par berjualan sayuran dengan gerobak walaupun Wandi, putranya, sudah berhasil menamatkan pendidikan S2 di universitas ternama. Kini Wandi bekerja di rumah sakit pelaksana fisioterapi. Mobilitas pekerjaan yang dialami Wandi disebut mobilitas....\n(1) Lateral\n(2) Sosial  ke atas (upward mobility)\n(3) Geografis\n(4) Intragenerasi",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Integrasi sosial di Indonesia dapat terwujud melalui banyak cara, misalnya dengan mengembangkan....\n(1) Nasionalisme\n(2) Etnosentrisme\n(3) Kesetaraan unsur budaya\n(4) Nurturisme",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "kekuatan yang dapat menghambat proses perubahan sosial adalah....\n(1) Adanya kontak dengan kebudayaan lain\n(2) Lambannya perkembangan ilmu\n(3) Sistem stratifikasi sosial yang terbuka\n(4) Kuatnya pengaruh nilai-nilai tradisional",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Contoh perilaku individu dalam interaksi sosial di mana mereka menjadi bagian dan terikat dengan lembaga sosial tertentu adalah....",
    "opsi": {
      "A": "Mengikuti diskusi dengan teman di kelas",
      "B": "Menjadi anggota Karang Taruna",
      "C": "Melakukan rekreasi di akhir pekan",
      "D": "Mengenal tarian tradisional daerah lain",
      "E": "Mematuhi peraturan lalu lintas"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Pernyataan manakah yang mencerminkan bahwa nilai sosial berfungsi sebagai kontrol sosial?",
    "opsi": {
      "A": "Orang muda terhormat pada orang yang lebih tua",
      "B": "Setiap orang memiliki kedudukan yang sama di hadapan hukum",
      "C": "Perbuatan menghilangkan nyawa orang lain merupakan pelanggaran nilai sosial serius",
      "D": "Orang muda lebih terbuka dalam berpendapat daripada orang tua",
      "E": "Perempuan tidak pantas keluar malam hari"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Lulusan SMA/SMK/MA lebih berpeluang mengalami mobilitas intergenerasi secara vertikal dengan cara....",
    "opsi": {
      "A": "Mencari pekerjaan di perusahaan",
      "B": "Mengikuti kursus",
      "C": "Membantu pekerjaan orang tua",
      "D": "Mengikuti tes masuk perguruan tinggi favorit",
      "E": "Berwiraswasta"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Maraknya penyalahgunaan narkoba telah banyak mempengaruhi mental para remaja. Masa depan bangsa bergantung sepenuhnya pada upaya pembebasan kaum muda dari bahaya narkoba. Narkoba telah menyentuh lingkaran yang semakin dekat dengan kita semua. Teman dan saudara kita mulai terjerat oleh narkoba yang sering dapat mematikan. Tidak sedikit yang telah menjadi korban. Penyalahgunaan narkoba dapat menghilangkan kesadaran pemakainya, menyebabkan paranoia (linglung), juga dapat membuat pemakainya melawan orang tua, tidak jujur, bahkan melakukan tindakan kriminal seperti pencurian, perampasan yang merugikan diri sendiri dan orang lain. Upaya mencegah penyalahgunaan narkoba, antara lain, dapat dilakukan dengan membangkitkan kesadaran beragama, melakukan hal-hal positif dan bermanfaat, selektif dalam memilih teman, menghindarkan diri dari lingkungan yang merusak, dan membentuk kelompok-kelompok kecil untuk saling mengingatkan. Bila berhadapan dengan teman yang terlibat penyalahgunaan narkoba, maka sikapilah secara simpatik. Melalui fakta-fakta tentang narkoba termasuk akibat penyalahgunaannya berguna untuk membuka kesadaran kita akan bahaya narkoba.\n\nPeristiwa sosiologi apa yang dapat dimaknai dari paparan di atas?",
    "opsi": {
      "A": "Kesadaran agama",
      "B": "Penyalahgunaan narkoba",
      "C": "Interaksi kelompok remaja",
      "D": "Sosialisasi narkoba",
      "E": "Rendahnya kontrol keluarga"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Maraknya penyalahgunaan narkoba telah banyak mempengaruhi mental para remaja. Masa depan bangsa bergantung sepenuhnya pada upaya pembebasan kaum muda dari bahaya narkoba. Narkoba telah menyentuh lingkaran yang semakin dekat dengan kita semua. Teman dan saudara kita mulai terjerat oleh narkoba yang sering dapat mematikan. Tidak sedikit yang telah menjadi korban. Penyalahgunaan narkoba dapat menghilangkan kesadaran pemakainya, menyebabkan paranoia (linglung), juga dapat membuat pemakainya melawan orang tua, tidak jujur, bahkan melakukan tindakan kriminal seperti pencurian, perampasan yang merugikan diri sendiri dan orang lain. Upaya mencegah penyalahgunaan narkoba, antara lain, dapat dilakukan dengan membangkitkan kesadaran beragama, melakukan hal-hal positif dan bermanfaat, selektif dalam memilih teman, menghindarkan diri dari lingkungan yang merusak, dan membentuk kelompok-kelompok kecil untuk saling mengingatkan. Bila berhadapan dengan teman yang terlibat penyalahgunaan narkoba, maka sikapilah secara simpatik. Melalui fakta-fakta tentang narkoba termasuk akibat penyalahgunaannya berguna untuk membuka kesadaran kita akan bahaya narkoba.\n\nUpaya sosiologis apa yang dianggap efektif mencegah penyalahgunaan narkoba di kalangan remaja?",
    "opsi": {
      "A": "Peningkatan kesadaran beragama",
      "B": "Konsultasi klinis pecandu narkoba",
      "C": "Rehabilitasi mental pecandu narkoba",
      "D": "Kriminalisasi pecandu narkoba",
      "E": "Penguatan kelompok anti narkoba"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Pemerintah mengakui bahwa urbanisasi penduduk menuju kota-kota besar di Indonesia terus terjadi, bahkan dalam jumlah jutaan. Penyebabnya, karena masih adanya kesenjangan perekonomian antara masyarakat di desa dengan masyarakat di kota. Ya kita akui itu, tapi sebenarnya tren sudah menunjukkan penurunan. Kita sudah seriusi berbagai program agar kesenjangan itu bisa diminimalisasi. Kita ingin membuat gula-gula baru tidak hanya di wilayah Jabodetabek saja, kata Menteri koordinator Bidang Perekonomian, Hatta Rajasa di Jakarta, kamis (16/9). Menurutnya, salah satu yang dilakukan pemerintah untuk mengurangi kesenjangan desa-kota adalah dengan meningkatkan perekonomian masyarakat di perdesaan. Dengan demikian, warga perdesaan yang hanya memiliki kemampuan terbatas tidak perlu lagi berbondong-bondong bekerja di kota besar. Kita sudah mulai dengan mendesain ulang perekonomian masyarakat kita. Sudah ada porsinya untuk melakukan perlindungan sosial guna mengurangi masyarakat kita yang tertinggal. Ini memang tidak mudah, tapi akan terus kita lakukan, tegas Hatta. (Sumber JPNN.com, 16 September 2010).\n\nPernyataan yang berkaitan dengan solusi fenomena algomerasi adalah...",
    "opsi": {
      "A": "Membuat gula-gula baru di luar wilayah Jabodetabek",
      "B": "Membuat gula-gula baru di wilayah Jabodetabek",
      "C": "Warga perdesaan yang berkemampuan tinggi boleh berbondong-bondong bekerja di kota besar",
      "D": "Mendorong industrialisasi dan perdagangan di wilayah perkotaan",
      "E": "Mendesai ulang perekonomian masyarakat berbasis kapital"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pemerintah mengakui bahwa urbanisasi penduduk menuju kota-kota besar di Indonesia terus terjadi, bahkan dalam jumlah jutaan. Penyebabnya, karena masih adanya kesenjangan perekonomian antara masyarakat di desa dengan masyarakat di kota. Ya kita akui itu, tapi sebenarnya tren sudah menunjukkan penurunan. Kita sudah seriusi berbagai program agar kesenjangan itu bisa diminimalisasi. Kita ingin membuat gula-gula baru tidak hanya di wilayah Jabodetabek saja, kata Menteri koordinator Bidang Perekonomian, Hatta Rajasa di Jakarta, kamis (16/9). Menurutnya, salah satu yang dilakukan pemerintah untuk mengurangi kesenjangan desa-kota adalah dengan meningkatkan perekonomian masyarakat di perdesaan. Dengan demikian, warga perdesaan yang hanya memiliki kemampuan terbatas tidak perlu lagi berbondong-bondong bekerja di kota besar. Kita sudah mulai dengan mendesain ulang perekonomian masyarakat kita. Sudah ada porsinya untuk melakukan perlindungan sosial guna mengurangi masyarakat kita yang tertinggal. Ini memang tidak mudah, tapi akan terus kita lakukan, tegas Hatta. (Sumber JPNN.com, 16 September 2010).\n\nPernyataan yang mencerminkan proses urbanisasi adalah....",
    "opsi": {
      "A": "Warga perdesaan berbondong-bondong bekerja ke Jabodetabek",
      "B": "Rendahnya perlindungan sosial",
      "C": "Terjadinya kesenjangan desa kota",
      "D": "Sempitnya lapangan pekerjaan di perdesaan",
      "E": "Terpusatnya gula-gula baru di perkotaan"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pergaulan bebas dan penyalahgunaan narkoba yang melanda kalangan remaja dapat menjadi awal kehancuran moral masyarakat.\nSEBAB\nPerilaku menyimpang terjadi pada diri remaja yang tidak dapat melakukan adaptasi nilai dan norma yang berlaku di masyarakat.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Jaka yang berprofesi sebagai dokter dan juga ketua RT di lingkungannya menunjukkan bahwa Jaka memiliki status sosial yang berbeda dengan peran sosialnya.\nSEBAB\nStatus sosial seseorang berkaitan langsung dengan peran sosialnya.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Salah satu dasar pembentukkan lembaga sosial adalah kesepakatan untuk mencapai tujuan bersama.\nSEBAB\nLembaga sosial yang tumbuh dari hasil konsensus masyarakat dan bersumber dari kebudayaan masyarakat disebut approved institution.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Asimilasi dan akulturasi merupakan alternatif dalam menciptakan integrasi sosial bagi masyarakat multikultural.\nSEBAB\nIntegrasi sosial akan tercipta apabila masyarakat dapat memenuhi kebutuhannya melalui konsensus bersama.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Cara mereduksi terjadinya penyimpangan sosial adalah....\n(1) Memperketat kontrol sosial dalam masyarakat\n(2) Re-internalisasi nilai dan norma sosial\n(3) Memaksimalkan peran sosial sesuai dengan harapan masyarakat\n(4) Menambah intensitas interaksi sosial",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Munculnya berbagai kelompok sosial dalam masyarakat diawali dengan adanya....\n(1) Persamaan tujuan\n(2) Keterikatan antar-individu\n(3) Solidaritas\n(4) Konsensus",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Masyarakat Indonesia adalah masyarakat yang Bhineka Tunggal Ika, yaitu meskipun berbeda-beda suku, budaya, dan agama tetapi dapat hidup rukun dalam kebersamaan karena....\n(1) Setiap anggota masyarakat Indonesia dapat saling mengisi kebutuhannya\n(2) Masyarakat Indonesia telah mempunyai konsensus bersama mengenai nilai dan norma yang berlaku\n(3) Nilai dan norma sosial yang berlaku dijalankan secara konsisten\n(4) Masyarakatt mempunyai cita-cita hidup bermasyarakat yang sama",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Pernyataan manakah yang menunjukkan adanya mobilitas sosial?\n(1) Yanti yang sebelumnyaa buruh tani, saat ini bekerja sebagai buruh migran dengan penghasilan lebih tinggi\n(2) Sucipto sebagai guru memiliki anak yang bekerja sebagai karyawan toko\n(3) Kakek Susilo seorang petani, sedangkan Susilo sebagai perwira menengah Polri\n(4) Citra adalah seorang perempuan yang berbeda dengan Amin sebagai laki-laki",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Teori sosiologi yang selalu mengalami perubahan dan penyempurnaan menunjukkan bahwa sebagai ilmu, sosiologi bersifat....",
    "opsi": {
      "A": "Statis",
      "B": "Empiris",
      "C": "Teoritis",
      "D": "Non-etis",
      "E": "Kumulatif"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sebutan untuk pedesaan dengan ciri ketradisionalannya, hubungan yang akrab, mendalam, dan saling mengenal, menurut Ferdinan Tonnies, adalah....",
    "opsi": {
      "A": "Kelompok primer",
      "B": "Kelompok sekunder",
      "C": "Gemeinschaft",
      "D": "Gesselschaft",
      "E": "Kelompok acuan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Penggolongan penduduk atas dasar perbedaan ras, agama, jenis kelamin, profesi, suku bangsa, dan sebagainya merupakan konsep dari....",
    "opsi": {
      "A": "Stratifikasi sosial",
      "B": "Kelas sosial",
      "C": "Tingkatan sosial",
      "D": "Diferensiasi sosial",
      "E": "Mobilitas sosial"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Berikut ini adalah unsur-unsur lembaga sosial yang berfungsi untuk membedakan satu lembaga sosial dengan lembaga sosial lainnya, kecuali....",
    "opsi": {
      "A": "Kemampuan beradaptasi dengan lingkungan masyarakat",
      "B": "Simbol sosial yang memiliki makna tertentu",
      "C": "Tata tertib yang bertujuan untuk mengatur keperluan bersama",
      "D": "Ideologi yang menuntun sikap dan perilaku para anggota",
      "E": "Alat-alat kelengkapan dalam memenuhi kebutuhan anggotanya"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Cara pandang sosiologi dalam melihat permasalahan prostitusi yang tidak mendasarkan pada baik-buruknya, namun dengan menjelaskan fakta secara analitis, disebut....",
    "opsi": {
      "A": "Empiris",
      "B": "Teoirtis",
      "C": "Kumulatif",
      "D": "Non-etis",
      "E": "Sosialis"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Sosialisasi anak dalam keluarga inti dilakukan dnegan melibatkan ayah, ibu, dan saudara kandung yang berperan sebagai agen.\nSEBAB\nSosialisasi primer adalah sosialisasi yang pertama diterima oleh individu untuk menjadi anggota masyarakat.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Musuh yang berasal dari luar masyarakat merupakan ancaman yang secara efektif dapat mempersatukan masyarakat yang terpecah belah.\nSEBAB\nKonflik akan meningkatkan solidaritas sebauh kelompok yang mengalami disintegrasi.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Fungsi lembaga keagamaan adalah mempersatukan komunitas internal mengenai keyakinan dalam nilai-nilai keagamaan.\nSEBAB\nLembaga keagamaan termasuk general institution yang terdapat pada semua masyarakat dunia.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Meskipun modernisasi tidak sama dengan westernisasi , kata modernisasi sering dikaitkan dengan perubahan sosial budaya yang terjadi dalam masyarakat.\nSEBAB\nPerubahan ke arah masyarakat modern tidak harus berperilaku seperti orang barat; yang penting adalah berperilaku dan bersikat rasioanal, hemat, menghargai waktu, dan bekerja keras, tanpa menghilangkan jati diri sebagai bangsa.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Penyalahgunaan narkotika dan obat-obatan terlarang di kota-kota besar terus meningkat dari waktu ke waktu.\nSEBAB\nPenggunaan narkotika bukan merupakan bentuk perilaku menyimpang yang lebih bersifat adaptif dengan perkembangan keadaan.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Unsur-unsur penentu terjadinya komunikasi sebagai salah satu syarat terjadinya interaksi dalam masyarakat adalah....\n(1) Pesan\n(2) Komunikator\n(3) Komunikan\n(4) Umpan balik",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Sosialisasi formal dan informal yang bertujuan membentuk pertumbuhan pribadi anak sesuai dengan sistem nilai dan norma dalam masyarakat adalah....\n(1) Demokratis\n(2) Represif\n(3) Otokratis\n(4) Partisipatoris",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Dalam konsep stratifikasi sosial, dasar untuk pembedaan individu ke dalam kelas sosial hierarkis adalah....\n(1) Perbedaan jumlah anak\n(2) Status sosial\n(3) Perbedaan etnis\n(4) Pendidikan",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Kondisi yang tepat untuk menghindari konflik antarsuku dan antaridentitas keagamaan adalah....\n(1) Perbedaan sosial atas usaha yang dicapai\n(2) Kebinekaan suku bangsa\n(3) Kesetaraan unsur budaya\n(4) Toleransi antarkelompok",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Fenomena dalam masyarakat dapat dikatakan telah mengalami perubahan sosial apabila memenuhi syarat antara lain....\n(1) Berbeda dengan yang sebelumnya\n(2) Berbeda tempat kejadiannya\n(3) Berbeda dan berpola\n(4) Berbeda dan tidak berpola",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Kelompok pengusaha dalam stratifikasi sosial yang mendasarkan pada kriteria ekonomi ditempatkan pada kelas....",
    "opsi": {
      "A": "Atas",
      "B": "Bangsawan",
      "C": "Menengah",
      "D": "Bawah",
      "E": "Wiraswasta"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Fenomena seorang remaja yang tidak bisa menolak pengaruh teman kelompoknya dalam sosiologi disebut....",
    "opsi": {
      "A": "Ingroup",
      "B": "Primary group",
      "C": "Informal group",
      "D": "Peer group",
      "E": "Friendship group"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Ciri tahap positif dalam perkembangan masyarakat yang dirumuskan oleh Auguste Comte adalah....",
    "opsi": {
      "A": "Masyarakat yang sudah hidup harmonis berkat kepemimpinan yang kuat",
      "B": "Ilmu pengetahuan yang menjadi rujukan utama masyarakat dalam beraktivitas sehari-hari",
      "C": "Aktivitas kehidupan sosial-ekonomi masyarakat sudah makmur",
      "D": "Tata kehidupan masyarakat berjalan sesuai dengan prinsip-prinsip demokrasi",
      "E": "Keamanan dan kesejahteraan masyarakat sudah terjamin"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Kelompok yang bisa mendominasi struktur sosial dalam masyarakat modern di negara-negara maju adalah....",
    "opsi": {
      "A": "Petani modern",
      "B": "Militer",
      "C": "Pengusaha",
      "D": "Penguasa",
      "E": "Ilmuwan"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Seorang buruh tani yang pada musim paceklik pindah pekerjaan menjadi buruh bangunan atau tukang becak. Tanpa mengalami perubahan pendapatan yang berarti dapat dikategorikan dalam mobilitas....",
    "opsi": {
      "A": "Vertikal",
      "B": "Lateral",
      "C": "Geografis",
      "D": "Fisik",
      "E": "Horizontal"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Lembaga pendidikan sebagai agen sosial memiliki peran menanamkan nilai, norma, sikap, dan perilaku kepada anak didiknya.\nSEBAB\nInternalisasi nilai-nilai yang diperoleh di lembaga pendidikan banyak membatu keberhasilan seseorang dalam meniti kariernya.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Konflik antarnegara biasanya terjadi akibat perebutan akses ekonomi.\nSEBAB\nKepentingan ekonomi menjadi satu satunya pertimbangan dalam menjaga kedaulatan suatu negara.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Dalam masyarakat yang terbuka mobilitas sosial hanya dapat dilakukan oleh warga yang memiliki akses poliitik dan ekonomi kuat.\nSEBAB\nKompetensi dan integritas sangat mempengaruhi keberhasilan seorang dalam mencapai status sosial yang lebih tinggi.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Pertumbuhan kota-kota besar di Indonesia menjadi daya tarik utama masyarakat pedesaan untuk berpindah ke perkotaan.\nSEBAB\nMeningkatnya arus urbanisasi memudahkan munculnya aktivitas sektor informal yang dapat menampung warga masyarakat kurang terampil.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pesatnya perkembangan teknologi informasi mempengaruhi perubahan nilai dan norma dalam kehidupan bermasyarakat.\nSEBAB\nPesatnya perkembangan dan perubahan sosial dapat menjadikan warga masyarakat mengalami dislokasi dan disorientasi.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Ciiri modernisasi yang terjadi di negara sedang berkembang adalah....\n(1) Makin banyaknya turis asing yang masuk Indonesia\n(2) Makin berkurangnya kebiasaan berpikir mistis dan tidak logis\n(3) Derasnya arus budaya Barat yang makin banyak dianut generasi muda\n(4) Perubahan cara hidup tradisional menjadi rasional",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Penyebab perilaku menyimpang pada sejumlah anak berusia di bawah 5 tahun yang memiliki kegemaran merokok adalah....\n(1) Perilaku orang tuanya\n(2) Sosialisasi yang tidak sempurna\n(3) Sosialisasi sub kebudayaan yang menyimpang\n(4) Longgarnya nilai dan norma",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Fungsi institusi lembaga keluarga yang masih tetap dibutuhkan dalam masyarakat modern adalah....\n(1) Reproduksi\n(2) Sosialisasi\n(3) Ekonomi\n(4) Politik",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Keuntungan menggunakan metode kuesioner dalam penelitian sosial adalah...\n(1) Dapat dibagikan secara serentak kepada responden\n(2) Pengumpulan data dapat dilakukan oelh orang yang ditugasi peneliti\n(3) Responden dapat menjawab sesuai kesempatan dan waktu yang tersedia\n(4) Pertanyaan bersifat standar sehingga jawabannya mudah dianalisis",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Konsep eksternalisasi yang dikembangkan oleh Peter L. Berger digunakan untuk menjelaskan....\n(1) Pengaruh luar yang cukup kuat terhadap pembentukan kepribadian\n(2) Kebudayaan yang selalu dipengaruhi oleh faktor eksternal\n(3) Masyarakat yang menerima pengaruh eksternal secara selektif\n(4) Proses pembentukan kebudayaan yang dihasilkan oleh masyarakat",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pernyataan yang benar tentang kontraversi adalah bentuk proses sosial yang berada di antara....",
    "opsi": {
      "A": "Kerja sama dan persaingan",
      "B": "Integrasi dan pertentangan",
      "C": "Akomodasi dan pertentangan",
      "D": "Akomodasi dan kerja sama",
      "E": "Persaingan dan pertentangan"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Munculnya anggapan masyarakat bahwa HIV/AIDS merupakan penyakit akibat pergaulan bebas yang berdampal pada penderita dan keluarganya dikucilkan masyarakat. hal ini merupakan salah satu bentuk sanksi...",
    "opsi": {
      "A": "Ekonomis",
      "B": "Sosial",
      "C": "Fisik",
      "D": "Budaya",
      "E": "Edukatif"
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Dalam masyarakat multietnik dan multikulur seperti Indonesia, asimilasi budaya sangat diperlukan. Salah satu faktor yang mempersulit terjadinya asimilasi adalah....",
    "opsi": {
      "A": "Sikap etnosentris",
      "B": "Perkawinan campuran",
      "C": "Adanya musuh bersama dari luar",
      "D": "Sikap terbuka dari golongan yang berkuasa",
      "E": "Perasaan empati yang tinggi"
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Menjelang pertandingan sepak bola di Gelora Bung Karno Jakarta terdapat banyak orang yang antre membeli tiket untuk menyaksikan pertandingan. Di sana terdapat kelompok sosial yang tidak terorganisasi. Interaksi antarindividu bersifat spontan dan tidak terduga. Kelompok sosial semacam itu tergolong....",
    "opsi": {
      "A": "Publik",
      "B": "Simpatissan",
      "C": "Kerumunan",
      "D": "Suporter",
      "E": "Massa"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Menurut Talcott Parsons, perubahan sosial yang mendasar dalam suatu sistem sosial disebut....",
    "opsi": {
      "A": "Involusi",
      "B": "Kultural",
      "C": "Teknologi",
      "D": "Ideologi",
      "E": "Struktural"
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sosialisasi yang bersifat perintah dengan komunikasi satu arah disertai hukuman atau imbala dengan harapan munculnya sikap patuh merupakan sosialisasi....",
    "opsi": {
      "A": "Partisipatoris",
      "B": "Informal",
      "C": "Formal",
      "D": "Represif",
      "E": "Primer"
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Berikut ini adalah contoh perilaku menyimpang, kecuali....",
    "opsi": {
      "A": "Mencontek waktu ujian",
      "B": "Merokok di dalam bis kota",
      "C": "Mencukur rambut model jabrik",
      "D": "Membolos sekolah",
      "E": "Menerabas antrean di pompa bensin"
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Sebagai ilmu pengetahuan, sifat yang harus melekat dalam kajian sosiologi adalah....",
    "opsi": {
      "A": "Normatif, khusus, dan bebas nilai.",
      "B": "Interaktif, subjektif, dan evaluatif.",
      "C": "Prediktif, aplikatif, dan ekonomis.",
      "D": "Kritis, analitis, dan empiris.",
      "E": "Komunikatif, sugestif, dan menyenangkan."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Komunitas facebookers, komunitas pecinta sepak bola, dan sebagainya sedang menggejala di berbagai kalangan masyarakat. Komunitas semacam itu bersifat....\n(1) Memiliki interaksi secara intensif di antara anggotanya.\n(2) Memlliki tujuan bersama.\n(3) memiliki jejaring sosial yang luas.\n(4) Berada dalam suatu wilayah yang sangat terbatas.",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Manusia adalah makhluk sosial. Sebagai ekspresi zoon politicon, setiap manusia selalu memiliki keinginan untuk....\n(1) Mendapatkan kasih sayang dari sesama manusia\n(2) Menjadi satu  dengan manusia lain di sekelilingnya.\n(3) Memperoleh pengakuan dari masyarakat.\n(4) Menjadi satu dengan suasana alam di sekelilingnya.",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Secara sosiologis, keluarga dipelajari sebagai suatu sistem, kelompok sosial dan institusi sosial. Sebagai institusi sosial, keluarga memiliki fungsi...\n(1) Proteksi\n(2) Reproduksi\n(3) Sosiialisasi\n(4) Monopoli",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Walaupun \"masyarakat\" memiliki pengertian bermacam-macam, di dalamnya selalu terdapat ciri berikut....\n(1) Mempunyai tujuan bersama.\n(2) Memenuhi kebutuhan yang sangat terbatas.\n(3) Mempunyai kepentingan yang sama.\n(4) Memiliki karakterisasi fisik yang sama.",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Seiring dengan perubahan masyarakat tradisional menjadi modern berkembang pula solidarittas organik menjadi mekanik.\nSEBAB\nKehidupan modern ditandai oleh inovasi teknologi yang berdampak melemahnya interaksi secara langsung di antara anggota kelompok primer.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Korupsi yang membudaya dan penggunaan NAPZA yang marak merupakan contoh perilaku menyimpang yang dapat dipandang sebagai instrumen yang menguji moral dan hukum dalam masyarakat.\nSEBAB\nStruktur sosial tidak hanya menghasilkan perilaku konformis, tetapi juga non-konformis, seperti pelanggaran terhadap aturan sosial.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Dalam startifikasi sosial yang bersifat terbuka, pendidikan berperan menentukan terjadinya mobilitas sosial.\nSEBAB\nTingkat pendidikan pasti berkorelasi dengan tingkat penghasilan yang diperoleh seseorang.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Kemajemukan masyarakat Indonesia dalam suku bangsa, agama, ras/etnis, dan golongan tampak pada sikap multikulturalistik berikut, kecuali....",
    "opsi": {
      "A": "Menghadiri undangan pesta pernikahan dari suku yang berbeda.",
      "B": "Tidak memandang rendah agama, suku/etnis, dan golongan lain.",
      "C": "Semua umat beragama ikut merayakan hari raya Idul Fitri",
      "D": "Mengikuti ibadah agama lain karena semua agama dipandang benar.",
      "E": "Ikut menjaga keamanan tempat ibadah agama lain."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Setiap individu sebagai anggota masyarakat pada dasarnya memiliki keinginan untuk hidup bersama dengan orang lain. Tuntutan semua pihak agar kehidupan bersama dengan orang lain berjalan dengan baik adalah...",
    "opsi": {
      "A": "Menjunjung tinggi tatanan dan norma sosial masyarakat.",
      "B": "Memiliki jiwa sosial tanpa melihat kemampuan individual.",
      "C": "Melibatkan diri secara total dalam kehidupan masyarakat.",
      "D": "Mengembangkan interest group secara siklik.",
      "E": "Membangun kelompok kepentingan."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Penyebab tingginya kriminalitas dan pelanggaran norma hukum di Indonesia adalah....",
    "opsi": {
      "A": "Pesatnya perkembangan penduduk Indonesia",
      "B": "Tingkat kemiskinan yang masih tinggi.",
      "C": "Rendahnya kesadaran warga negara terhadap hukum.",
      "D": "Tuntutan kehidupan yang semakin meningkat.",
      "E": "Penetapan sanksi hukum yang ringan."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Tiga tahapan yang perlu dilalui oleh bangsa Indonesia jika ingin menjadi masyarakat multikultural menurut Balbes adalah....",
    "opsi": {
      "A": "Isolasi, evaluasi, dan kontrol.",
      "B": "Orientasi, konversi, dan kontrol.",
      "C": "Orientasi, evaluasi, dan konversi.",
      "D": "Orientasi, evaluasi, dan kontrol.",
      "E": "Evaluasi, kontrol, dan isolasi."
    },
    "jawaban_benar": "D"
  },
  {
    "pertanyaan": "Cara kelompok preman yang dalam melakukan aksinya cenderung berperilaku brutal, memaksakan kehendak, dan bertindak dengan kekerasan memuat unsur...",
    "opsi": {
      "A": "Represi.",
      "B": "Dominasi.",
      "C": "Hegemoni.",
      "D": "Segragasi.",
      "E": "Antipati."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Kasus KKN masih merajalela di semua lini dan tingkatan. Berikut ini adalah penyebab sulitnya memberantas KKN, kecuali....",
    "opsi": {
      "A": "Telah membudaya sehingga sulit diberantas.",
      "B": "Telah menjadi bagian dari lembaga bisnis.",
      "C": "Mampu membangun solidaritas sosial yang tinggi.",
      "D": "Rendahnya komitmen untuk memberantas KKN.",
      "E": "Menjunjung tinggi sikap profesionalisme."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Sebuah hotel berlantai tujuh terbakar. Orang-orang yang menginap di hotel itu berhamburan keluar untuk menyelamatkan diri sehingga terjadi keumunan. Kerumunan semacam ini disebut kerumunan yang....",
    "opsi": {
      "A": "Bersifat sementara.",
      "B": "Ingin melihat suatu kejadian.",
      "C": "Beranggotakan orang-orang yang panik.",
      "D": "Berlawanan dengan hukum.",
      "E": "Tidak bermoral."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Agar interaksi sosial masyarakat Indonesia yang bersifat majemuk berjalan sebagaimana yang diharapkan, maka diperlukan strategi interaksi yang berbasis pluralistik.\n\nSalah satu strategi interaksi berbasis pluralistik yang bersifat akomodatif dapat dikembangkan melalui bentuk komunikasi....",
    "opsi": {
      "A": "Instruktif.",
      "B": "Equilibritas.",
      "C": "Lintas budaya.",
      "D": "Etnosentris.",
      "E": "Empatis."
    },
    "jawaban_benar": "C"
  },
  {
    "pertanyaan": "Ciri-ciri manusia modern menurut Alex Inkeles antara lain adalah...\n(1) Siap menghadapi perubahan.\n(2) Berorientasi pada masa lalu.\n(3) Lebih percata pada ilmu dan teknologi.\n(4) Berorientasi dan terlibat dalam perencanaan dan pengorganisasian.",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Dalam kehidupan bermasyarakat, terdapat anggota masyarakat yang berstatus ekonomi tinggi dan rendah.\n\nFenomena tersebut merupakan gejala sosial yang normal/wajar dan universal karena...\n(1) Selama dalam masyarakat ada sesuatu yang dihargai, sistem startifikasi dalam masyarakat pasti terjadi.\n(2) Adanya perbedaan akses memanfaatkan sumber daya bagi setiap golongan masyarakat.\n(3) Lapisan masyarakat sudah ada sejak manusia mengenal kehidupan bersama dalam organisasi.\n(4) Tidak adanya kesenjangan dalam pembagian hak dan kewajiban serta tanggung jawab di antara anggota masyarakat.",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "A"
  },
  {
    "pertanyaan": "Pada kegiatan berikut ini yang memungkinkan terjadinya praktik nepotisme dalam aspek kehidupan masyarakat Indonesia adalah....\n(1) Penerimaan calon pegawai negeri sipil.\n(2) Penerimaan mahasiswa baru.\n(3) Pembagian jatah miskin.\n(4) Distribusi bantuan langsung tunai.",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Reno melihat senyuman Yunani. Kemudian ia merespon dengan perilaku tertentu. Yunani pun mengimbanginya dengan respon balik. Peristiwa tersebut merupakan gejala...\n(1) Kontak sosial.\n(2) Komunikasi sosial.\n(3) Proses sosial.\n(4) Interaksi sosial.",
    "opsi": {
      "A": "Jika pernyataan 1,2, dan 3 benar.",
      "B": "Jika pernyataan 1 dan 3 benar.",
      "C": "Jika pernyataan 2 dan 4 benar.",
      "D": "Jika pernyataan 4 saja yang benar.",
      "E": "Jika semua pernyataan benar."
    },
    "jawaban_benar": "E"
  },
  {
    "pertanyaan": "Terjadinya perubahan kehidupan masyarakat dari tradisional ke modern akan membawa dampak meningkatnya spesialisasi kerja.\nSEBAB\nSemakin modern kehidupan suatu masyarakat, semakin berkembang solidaritas sosial organisasinya.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "B"
  },
  {
    "pertanyaan": "Seluruh nilai dan norma sosial dianggap sebagai kekayaan dan kebanggaan masyarakat yang memilikinya, bahkan diakui sebagai perbendaharaan kultur (budaya).\nSEBAB\nNilai dan norma dalam masyarakat harus diaktualisasikan dalam kehidupan sehari-hari tanpa disosialisasikan dari generasi ke generasi.",
    "opsi": {
      "A": "Jika pernyataan benar, alasan benar, keduanya menunjukkan hubungan sebab akibat.",
      "B": "Jika pernyataan benar, alasan benar, tetapi keduanya tidak menunjukkan hubungan sebab akibat.",
      "C": "Jika pernyataan benar, alasan salah.",
      "D": "Jika pernyataan salah, alasan benar.",
      "E": "Jika pernyataan dan alasan, keduanya salah."
    },
    "jawaban_benar": "C"
  }
]